Repository: vtrukhnov-lab/HydraCoach
Catalog: lib/l10n/app_*.arb
Languages: de, es, ja, ko, nl, pt, ru, zh, zh_tw

# notificationAlcoholCounterBody
source: Drink {ml} ml water with a pinch of salt
de: {ml} ml Wasser mit Prise Salz trinken
es: Bebe {ml} ml de agua con una pizca de sal
ja: {ml} mlの水に塩を一つまみ
ko: 소금 한 꼬집과 함께 {ml}ml 물 마시기
nl: Drink {ml} ml water met snufje zout
pt: Beba {ml} ml água com pitada sal
ru: Выпейте {ml} мл воды с щепоткой соли
zh: 喝{ml}ml水加少量盐
zh_tw: 喝{ml} ml水加少許鹽

# notificationHeatWarningTitle
source: 🌡️ Heat warning
de: 🌡️ Hitzewarnung
es: 🌡️ Alerta de calor
ja: 🌡️ 暑熱警告
ko: 🌡️ 더위 경고
nl: 🌡️ Hittewaarschuwing
pt: 🌡️ Aviso calor
ru: 🌡️ Предупреждение о жаре
zh: 🌡️ 高温警告
zh_tw: 🌡️ 高溫警告

# notificationHeatWarningExtremeBody
source: Extreme heat! +15% water and +1g salt
de: Extreme Hitze! +15% Wasser und +1g Salz
es: ¡Calor extremo! +15% agua y +1g sal
ja: 極暑！+15%水と塩1g
ko: 극심한 더위! +15% 물 및 +1g 소금
nl: Extreme hitte! +15% water en +1g zout
pt: Calor extremo! +15% água e +1g sal
ru: Экстремальная жара! +15% воды и +1г соли
zh: 极热！+15%水和+1g盐
zh_tw: 極端高溫！+15%水和+1g鹽

# notificationHeatWarningHotBody
source: Hot! +10% water and electrolytes
de: Heiß! +10% Wasser und Elektrolyte
es: ¡Calor! +10% agua y electrolitos
ja: 暑い！+10%水と電解質
ko: 더워요! +10% 물 및 전해질
nl: Heet! +10% water en elektrolyten
pt: Quente! +10% água e eletrólitos
ru: Жарко! +10% воды и электролиты
zh: 炎热！+10%水和电解质
zh_tw: 熱！+10%水和電解質

# notificationHeatWarningWarmBody
source: Warm. Monitor your hydration
de: Warm. Hydration überwachen
es: Cálido. Monitorea tu hidratación
ja: 温暖。水分補給を監視
ko: 따뜻함. 수분 섭취 모니터링
nl: Warm. Monitor je hydratie
pt: Quente. Monitore sua hidratação
ru: Тепло. Следите за гидратацией
zh: 温暖。监测水分
zh_tw: 溫暖。監測您的補水

# notificationWorkoutTitle
source: 💪 Workout
es: 💪 Entrenamiento
ja: 💪 運動
ko: 💪 운동
nl: 💪 Training
pt: 💪 Treino
ru: 💪 Тренировка
zh: 💪 运动
zh_tw: 💪 運動

# notificationWorkoutBody
source: Don't forget water and electrolytes
de: Wasser und Elektrolyte nicht vergessen
es: No olvides agua y electrolitos
ja: 水と電解質を忘れずに
ko: 물과 전해질 잊지 마세요
nl: Vergeet water en elektrolyten niet
pt: Não esqueça água e eletrólitos
ru: Не забудьте воду и электролиты
zh: 别忘水和电解质
zh_tw: 別忘水和電解質

# notificationPostWorkoutTitle
source: 💪 After workout
de: 💪 Nach Workout
es: 💪 Después del entrenamiento
ja: 💪 運動後
ko: 💪 운동 후
nl: 💪 Na training
pt: 💪 Após treino
ru: 💪 После тренировки
zh: 💪 运动后
zh_tw: 💪 運動後

# notificationPostWorkoutBody
source: 500 ml water + electrolytes for recovery
de: 500 ml Wasser + Elektrolyte zur Erholung
es: 500 ml agua + electrolitos para recuperación
ja: 500 ml水 + 電解質で回復
ko: 회복을 위해 500ml 물 + 전해질
nl: 500 ml water + elektrolyten voor herstel
pt: 500 ml água + eletrólitos pra recuperação
ru: 500 мл воды + электролиты для восстановления
zh: 500ml水+电解质恢复
zh_tw: 500 ml水+電解質恢復

# notificationFastingElectrolyteTitle
source: ⚡ Electrolyte time
de: ⚡ Elektrolyt-Zeit
es: ⚡ Hora de electrolitos
ja: ⚡ 電解質の時間
ko: ⚡ 전해질 시간
nl: ⚡ Elektrolyten tijd
pt: ⚡ Hora eletrólitos
ru: ⚡ Время электролитов
zh: ⚡ 电解质时间
zh_tw: ⚡ 電解質時間

# notificationFastingElectrolyteBody
source: Add a pinch of salt to water or drink broth
de: Prise Salz zum Wasser oder Brühe trinken
es: Agrega una pizca de sal al agua o bebe caldo
ja: 水に塩を一つまみまたはスープ
ko: 물에 소금 한 꼬집 추가 또는 육수 마시기
nl: Voeg snufje zout toe aan water of drink bouillon
pt: Adicione pitada sal à água ou beba caldo
ru: Добавьте щепотку соли в воду или выпейте бульон
zh: 水中加少量盐或喝汤
zh_tw: 在水中加少許鹽或喝湯

# notificationAlcoholRecoveryStepTitle
source: 💧 Recovery {hours}h
de: 💧 Erholung {hours}h
es: 💧 Recuperación {hours}h
ja: 💧 回復{hours}h
ko: 💧 회복 {hours}h
nl: 💧 Herstel {hours}u
pt: 💧 Recuperação {hours}h
ru: 💧 Восстановление {hours}ч
zh: 💧 恢复{hours}小时
zh_tw: 💧 恢復{hours}h

# notificationAlcoholRecoveryStepBody
source: Drink {ml} ml water
de: {ml} ml Wasser trinken
es: Bebe {ml} ml de agua
ja: {ml} mlの水を飲む
ko: {ml}ml 물 마시기
pt: Beba {ml} ml água
ru: Выпейте {ml} мл воды
zh: 喝{ml}ml水
zh_tw: 喝{ml} ml水

# notificationAlcoholRecoveryMidBody
source: Add electrolytes: Na/K/Mg
de: Elektrolyte hinzufügen: Na/K/Mg
es: Agrega electrolitos: Na/K/Mg
ja: 電解質追加: Na/K/Mg
ko: 전해질 추가: Na/K/Mg
nl: Voeg elektrolyten toe: Na/K/Mg
pt: Adicione eletrólitos: Na/K/Mg
ru: Добавьте электролиты: Na/K/Mg
zh: 补充电解质: Na/K/Mg
zh_tw: 添加電解質: Na/K/Mg

# notificationAlcoholRecoveryFinalBody
source: Tomorrow morning - control check-in
de: Morgen früh - Kontroll-Check-in
es: Mañana por la mañana - chequeo de control
ja: 明朝 - 管理チェックイン
ko: 내일 아침 - 컨트롤 체크인
nl: Morgenochtend - controle check-in
pt: Amanhã manhã - check-in controle
ru: Завтра утром - контрольный чек-ин
zh: 明早 - 检查
zh_tw: 明早 - 控制檢查

# notificationMorningCheckInTitle
source: ☀️ Morning check-in
de: ☀️ Morgen-Check-in
es: ☀️ Chequeo matutino
ja: ☀️ 朝のチェックイン
ko: ☀️ 아침 체크인
nl: ☀️ Ochtend check-in
pt: ☀️ Check-in matinal
ru: ☀️ Утренний чек-ин
zh: ☀️ 晨间检查
zh_tw: ☀️ 晨間檢查

# notificationMorningCheckInBody
source: How are you feeling? Rate your condition and get a plan for the day
de: Wie fühlst du dich? Bewerte deinen Zustand und erhalte einen Plan für den Tag
es: ¿Cómo te sientes? Evalúa tu estado y obtén un plan para el día
ja: 体調は？条件を評価し1日の計画を取得
ko: 기분이 어떠세요? 컨디션을 평가하고 하루 계획을 받으세요
nl: Hoe voel je je? Beoordeel je conditie en krijg een plan voor de dag
pt: Como se sente? Avalie sua condição e receba plano pro dia
ru: Как самочувствие? Оцените состояние и получите план на день
zh: 感觉如何? 评价状态获得当日计划
zh_tw: 感覺如何？評估狀態並獲得當日計劃

# notificationMorningWaterBody
source: Start your day with a glass of water
de: Beginne deinen Tag mit einem Glas Wasser
es: Comienza tu día con un vaso de agua
ja: 朝の水で1日を開始
ko: 물 한 잔으로 하루를 시작하세요
nl: Start je dag met een glas water
pt: Comece dia com copo d'água
ru: Начните день со стакана воды
zh: 以一杯水开始新的一天
zh_tw: 以一杯水開始新的一天

# notificationLowProgressBody
source: You've drunk only {percent}% of the norm. Time to catch up!
de: Du hast nur {percent}% der Norm getrunken. Zeit aufzuholen!
es: Solo has bebido {percent}% de la norma. ¡Es hora de ponerse al día!
ja: {percent}%のみ達成。補給の時間！
ko: 기준의 {percent}%만 마셨습니다. 보충할 시간!
nl: Je hebt slechts {percent}% van de norm gedronken. Tijd om in te halen!
pt: Você bebeu só {percent}% da norma. Hora recuperar!
ru: Вы выпили только {percent}% нормы. Время наверстать!
zh: 你只喝了目标的{percent}%。该补上了！
zh_tw: 您只喝了{percent}%。該追上了！

# notificationGoodProgressBody
source: Excellent progress! Keep going
de: Hervorragender Fortschritt! Weiter so
es: ¡Excelente progreso! Continúa
ja: 素晴らしい進捗！続けよう
ko: 훌륭한 진행! 계속하세요
nl: Uitstekende vooruitgang! Ga zo door
pt: Progresso excelente! Continue
ru: Отличный прогресс! Продолжайте
zh: 进展优秀！继续
zh_tw: 優秀進展！繼續

# notificationMaintainBalanceBody
source: Maintain water balance
de: Wasserbalance aufrechterhalten
es: Mantén el equilibrio hídrico
ja: 水分バランスを維持
ko: 수분 균형 유지
nl: Houd waterbalans
pt: Mantenha balanço água
ru: Поддерживайте водный баланс
zh: 保持水分平衡
zh_tw: 保持水分平衡

# notificationTestTitle
source: 🧪 Test notification
de: 🧪 Test-Benachrichtigung
es: 🧪 Notificación de prueba
ja: 🧪 テスト通知
ko: 🧪 테스트 알림
nl: 🧪 Test melding
pt: 🧪 Notificação teste
ru: 🧪 Тест уведомления
zh: 🧪 测试通知
zh_tw: 🧪 測試通知

# notificationTestBody
source: If you see this - notifications work!
de: Wenn du das siehst - Benachrichtigungen funktionieren!
es: Si ves esto, ¡las notificaciones funcionan!
ja: 見えれば通知機能中！
ko: 보인다면 알림이 작동합니다!
nl: Als je dit ziet - meldingen werken!
pt: Se vê isso - notificações funcionam!
ru: Если вы видите это - уведомления работают!
zh: 如果你看到这个 - 通知有效！
zh_tw: 如果您看到這個 - 通知有效！

# notificationTestScheduledTitle
source: ⏰ Scheduled test
de: ⏰ Geplanter Test
es: ⏰ Prueba programada
ja: ⏰ スケジュールテスト
ko: ⏰ 예약된 테스트
nl: ⏰ Geplande test
pt: ⏰ Teste agendado
ru: ⏰ Запланированный тест
zh: ⏰ 定时测试
zh_tw: ⏰ 預定測試

# notificationTestScheduledBody
source: This notification was scheduled 1 minute ago
de: Diese Benachrichtigung wurde vor 1 Minute geplant
es: Esta notificación fue programada hace un minuto
ja: この通知は1分前にスケジュール
ko: 이 알림은 1분 전에 예약되었습니다
nl: Deze melding werd 1 minuut geleden gepland
pt: Esta notificação foi agendada 1 min atrás
ru: Это уведомление было запланировано минуту назад
zh: 此通知在1分钟前安排
zh_tw: 此通知在1分鐘前預定

# onboardingUnitsTitle
source: Choose your units
de: Wähle deine Einheiten
es: Elige tus unidades
ja: 単位を選択
ko: 단위 선택
nl: Kies je eenheden
pt: Escolha suas unidades
ru: Выберите единицы измерения
zh: 选择单位
zh_tw: 選擇您的單位

# onboardingUnitsSubtitle
source: You can't change this later
de: Du kannst dies später nicht ändern
es: No podrás cambiarlo más tarde
ja: 後で変更不可
ko: 나중에 변경할 수 없습니다
nl: Je kunt dit later niet wijzigen
pt: Não pode mudar depois
ru: Это нельзя будет изменить позже
zh: 以后无法更改
zh_tw: 您稍後無法變更此設定

# onboardingUnitsWarning
source: This choice is permanent and cannot be changed later
de: Diese Wahl ist dauerhaft und kann später nicht geändert werden
es: Esta elección es permanente y no se puede cambiar después
ja: この選択は永久で後から変更不可
ko: 이 선택은 영구적이며 나중에 변경할 수 없습니다
nl: Deze keuze is permanent en kan later niet worden gewijzigd
pt: Esta escolha é permanente e não pode ser mudada depois
ru: Этот выбор окончательный и не может быть изменен позже
zh: 此选择永久无法更改
zh_tw: 此選擇是永久的且稍後無法變更

source: oz
ru: унц
zh: 盎司

source: fl oz
ru: жид. унц
zh: 液盎司

source: gallons
de: Gallonen
es: galones
ja: ガロン
ko: 갤런
nl: gal
pt: gal
ru: галлонов
zh: 加仑
zh_tw: 加侖

source: lb
ru: фунт
zh: 磅

source: Target
de: Ziel
es: Objetivo
ja: 目標
ko: 목표
nl: Doel
pt: Meta
ru: Цель
zh: 目标
zh_tw: 目標

source: Wind
es: Viento
ja: 風
ko: 바람
pt: Vento
ru: Ветер
zh: 风
zh_tw: 風

source: Pressure
de: Druck
es: Presión
ja: 気圧
ko: 기압
nl: Druk
pt: Pressão
ru: Давление
zh: 气压
zh_tw: 氣壓

# highHeatIndexWarning
source: High heat index! Increase your water intake
de: Hoher Hitzeindex! Erhöhe deine Wasseraufnahme
es: ¡Índice de calor alto! Aumente su consumo de agua
ja: 高熱中症指数！水分摂取を増加
ko: 높은 열 지수! 물 섭취량을 늘리세요
nl: Hoge hitteindex! Verhoog je waterinname
pt: Índice calor alto! Aumente ingestão água
ru: Высокий тепловой индекс! Увеличьте потребление воды
zh: 高热指数！增加水分摄入
zh_tw: 高熱指數！增加水分攝取

# weatherCondition
source: Condition
de: Bedingung
es: Condición
ja: 状態
ko: 상태
nl: Conditie
pt: Condição
ru: Погода
zh: 状况
zh_tw: 狀況

source: Feels Like
de: Gefühlt
es: Sensación
ja: 体感
ko: 체감
nl: Voelt Als
pt: Sensação
ru: Ощущается
zh: 体感
zh_tw: 體感

# humidityLabel
source: Humidity
de: Luftfeuchtigkeit
es: Humedad
ja: 湿度
ko: 습도
nl: Vochtigheid
pt: Umidade
ru: Влажность
zh: 湿度
zh_tw: 濕度

# waterNormal
source: Normal
ja: 通常
ko: 보통
nl: Normaal
ru: Норма
zh: 正常
zh_tw: 正常

# sodiumNormal
source: Standard
es: Estándar
ja: 標準
ko: 표준
nl: Standaard
pt: Padrão
ru: Стандарт
zh: 标准
zh_tw: 標準

source: Added successfully
de: Erfolgreich hinzugefügt
es: Añadido con éxito
ja: 追加成功
ko: 성공적으로 추가됨
nl: Succesvol toegevoegd
pt: Adicionado com sucesso
ru: Успешно добавлено
zh: 添加成功
zh_tw: 成功添加

source: Sugar Intake
de: Zuckeraufnahme
es: Consumo de azúcar
ja: 砂糖摂取
ko: 설탕 섭취
nl: Suikerinname
pt: Ingestão Açúcar
ru: Потребление сахара
zh: 糖摄入
zh_tw: 糖攝入

# sugarToday
source: Today's sugar consumption
de: Heutiger Zuckerkonsum
es: Azúcar de hoy
ja: 今日の砂糖消費
ko: 오늘의 설탕 소비
nl: Suikerverbruik vandaag
pt: Consumo açúcar hoje
ru: Сахар сегодня
zh: 今日糖消耗
zh_tw: 今天的糖消耗

source: Total Sugar
de: Gesamtzucker
es: Azúcar total
ja: 総砂糖
ko: 총 설탕
nl: Totale Suiker
pt: Açúcar Total
ru: Всего сахара
zh: 总糖
zh_tw: 總糖

source: Daily Limit
de: Tageslimit
es: Límite diario
ja: 1日の上限
ko: 일일 제한
nl: Dagelijkse Limiet
pt: Limite Diário
ru: Дневной лимит
zh: 每日限量
zh_tw: 每日限量

source: Added Sugar
de: Zugesetzter Zucker
es: Azúcar añadido
ja: 添加砂糖
ko: 첨가당
nl: Toegevoegde Suiker
pt: Açúcar Adicionado
ru: Добавленный сахар
zh: 添加糖
zh_tw: 添加糖

source: Natural Sugar
de: Natürlicher Zucker
es: Azúcar natural
ja: 天然砂糖
ko: 천연당
nl: Natuurlijke Suiker
pt: Açúcar Natural
ru: Натуральный сахар
zh: 天然糖
zh_tw: 天然糖

source: Hidden Sugar
de: Versteckter Zucker
es: Azúcar oculto
ja: 隠れた砂糖
ko: 숨겨진 설탕
nl: Verborgen Suiker
pt: Açúcar Oculto
ru: Скрытый сахар
zh: 隐藏糖
zh_tw: 隱藏糖

# sugarNormal
source: Normal
ja: 通常
ko: 보통
nl: Normaal
ru: Норма
zh: 正常
zh_tw: 正常

# sugarModerate
source: Moderate
de: Mäßig
es: Moderado
ja: 中程度
ko: 중간
nl: Matig
pt: Moderado
ru: Умеренно
zh: 中等
zh_tw: 適度

# sugarHigh
source: High
de: Hoch
es: Alto
ja: 高
ko: 높음
nl: Hoog
pt: Alto
ru: Высокое
zh: 高
zh_tw: 高

# sugarCritical
source: Critical
de: Kritisch
es: Crítico
ja: 危険
ko: 위험
nl: Kritiek
pt: Crítico
ru: Критическое
zh: 危急
zh_tw: 危急

# sugarRecommendationNormal
source: Great job! Your sugar intake is within healthy limits
de: Großartig! Deine Zuckeraufnahme liegt im gesunden Bereich
es: ¡Excelente! Tu consumo de azúcar está dentro de los límites saludables
ja: 素晴らしい！砂糖摂取は健康な範囲内
ko: 잘하고 있어요! 설탕 섭취량이 건강한 범위 내입니다
nl: Goed bezig! Je suikerinname is binnen gezonde limieten
pt: Ótimo trabalho! Ingestão açúcar dentro limites saudáveis
ru: Отлично! Потребление сахара в здоровых пределах
zh: 很好！糖摄入在健康范围内
zh_tw: 做得好！您的糖攝入在健康範圍內

# sugarRecommendationModerate
source: Consider reducing sweet drinks and snacks
de: Erwäge süße Getränke und Snacks zu reduzieren
es: Considera reducir las bebidas y snacks dulces
ja: 甘い飲料とスナックを減らす検討を
ko: 단 음료와 간식을 줄이는 것을 고려하세요
nl: Overweeg om zoete dranken en snacks te verminderen
pt: Considere reduzir bebidas doces e lanches
ru: Стоит уменьшить сладкие напитки и перекусы
zh: 考虑减少甜饮和零食
zh_tw: 考慮減少甜飲料和零食

# sugarRecommendationHigh
source: High sugar intake! Limit sweet drinks and desserts
de: Hohe Zuckeraufnahme! Begrenze süße Getränke und Desserts
es: ¡Alto consumo de azúcar! Limita las bebidas dulces y postres
ja: 砂糖摂取高！甘い飲料とデザートを制限
ko: 높은 설탕 섭취! 단 음료와 디저트를 제한하세요
nl: Hoge suikerinname! Beperk zoete dranken en desserts
pt: Ingestão açúcar alta! Limite bebidas doces e sobremesas
ru: Высокое потребление сахара! Ограничьте сладкие напитки и десерты
zh: 糖摄入高！限制甜饮和甜点
zh_tw: 糖攝入高！限制甜飲料和甜點

# sugarRecommendationCritical
source: Very high sugar! Avoid sugary drinks and sweets today
de: Sehr hoher Zucker! Vermeide heute zuckerhaltige Getränke und Süßigkeiten
es: ¡Demasiado azúcar! Evita bebidas y dulces hoy
ja: 砂糖超過！今日は甘い飲料とお菓子を避けて
ko: 매우 높은 설탕! 오늘은 단 음료와 과자를 피하세요
nl: Zeer hoge suiker! Vermijd suikerhoudende dranken en snoep vandaag
pt: Açúcar muito alto! Evite bebidas e doces açucarados hoje
ru: Очень много сахара! Избегайте сладких напитков и сладостей сегодня
zh: 糖非常高！今天避免含糖饮料和甜食
zh_tw: 糖非常高！今天避免含糖飲料和糖果

# noSugarIntake
source: No sugar tracked today
de: Heute kein Zucker erfasst
es: No se ha registrado azúcar hoy
ja: 今日の砂糖追跡なし
ko: 오늘 추적된 설탕 없음
nl: Geen suiker gelogd vandaag
pt: Nenhum açúcar rastreado hoje
ru: Сахар сегодня не отслеживался
zh: 今天没有追踪糖
zh_tw: 今天未追蹤糖

source: HRI Impact
de: HRI-Einfluss
es: Impacto en HRI
ja: HRI影響
ko: HRI 영향
pt: Impacto HRI
ru: Влияние на HRI
zh: HRI影响
zh_tw: HRI影響

source: Sugar Sources
de: Zuckerquellen
es: Fuentes de azúcar
ja: 砂糖源
ko: 설탕 출처
nl: Suikerbronnen
pt: Fontes Açúcar
ru: Источники сахара
zh: 糖来源
zh_tw: 糖來源

source: Drinks
de: Getränke
es: Bebidas
ja: 飲料
ko: 음료
nl: Dranken
pt: Bebidas
ru: Напитки
zh: 饮品
zh_tw: 飲品

source: Food
de: Essen
es: Comida
ja: 食品
ko: 음식
nl: Eten
pt: Comida
ru: Еда
zh: 食物

source: Snacks
ja: スナック
ko: 간식
pt: Lanches
ru: Перекусы
zh: 零食
zh_tw: 零食

# recommendedLimit
source: Recommended
de: Empfohlen
es: Recomendado
ja: 推奨
ko: 권장량
nl: Aanbevolen
pt: Recomendado
ru: Рекомендуемый
zh: 建议
zh_tw: 建議

source: points
de: Punkte
es: puntos
ja: ポイント
ko: 점
nl: punten
pt: pontos
ru: баллов
zh: 分
zh_tw: 分

# drinkLightBeer
source: Light Beer
de: Helles Bier
es: Cerveza Light
ja: ライトビール
ko: 라이트 맥주
nl: Licht Bier
pt: Cerveja Leve
ru: Светлое пиво
zh: 淡啤
zh_tw: 淡啤酒

# drinkLager
source: Lager
ja: ラガー
ko: 라거
ru: Лагер
zh: 拉格
zh_tw: 拉格

# drinkStout
source: Stout
ja: スタウト
ko: 스타우트
ru: Стаут
zh: 世涛
zh_tw: 黑啤

# drinkWheatBeer
source: Wheat Beer
de: Weizenbier
es: Cerveza de Trigo
ja: 小麦ビール
ko: 밀맥주
nl: Tarwebier
pt: Cerveja Trigo
ru: Пшеничное пиво
zh: 小麦啤
zh_tw: 小麥啤酒

# drinkCraftBeer
source: Craft Beer
de: Craft-Bier
es: Cerveza Artesanal
ja: クラフトビール
ko: 크래프트 맥주
nl: Craft Bier
pt: Cerveja Artesanal
ru: Крафтовое пиво
zh: 精酿啤
zh_tw: 精釀啤酒

# drinkNonAlcoholic
source: Non-Alcoholic
de: Alkoholfrei
es: Sin Alcohol
ja: ノンアルコール
ko: 무알코올
nl: Alcoholvrij
pt: Sem Álcool
ru: Безалкогольное
zh: 无酒精
zh_tw: 無酒精

# drinkRadler
source: Radler
ja: ラドラー
ko: 라들러
ru: Радлер
zh: 果啤
zh_tw: 淡啤果汁

# drinkPilsner
source: Pilsner
ja: ピルスナー
ko: 필스너
ru: Пилснер
zh: 皮尔森
zh_tw: 皮爾森

# drinkRedWine
source: Red Wine
de: Rotwein
es: Vino Tinto
ja: 赤ワイン
ko: 레드 와인
nl: Rode Wijn
pt: Vinho Tinto
ru: Красное вино
zh: 红葡萄酒
zh_tw: 紅酒

# drinkWhiteWine
source: White Wine
de: Weißwein
es: Vino Blanco
ja: 白ワイン
ko: 화이트 와인
nl: Witte Wijn
pt: Vinho Branco
ru: Белое вино
zh: 白葡萄酒
zh_tw: 白酒

# drinkProsecco
source: Prosecco
ja: プロセッコ
ko: 프로세코
ru: Просекко
zh: 普罗塞克
zh_tw: 普羅塞克

# drinkPort
source: Port
de: Portwein
es: Oporto
ja: ポートワイン
ko: 포트 와인
pt: Porto
ru: Портвейн
zh: 波特
zh_tw: 波特酒

# drinkRose
source: Rosé
es: Rosado
ja: ロゼ
ko: 로제
ru: Розе
zh: 桃红
zh_tw: 粉紅酒

# drinkDessertWine
source: Dessert Wine
de: Dessertwein
es: Vino de Postre
ja: デザートワイン
ko: 디저트 와인
nl: Dessertwijn
pt: Vinho Sobremesa
ru: Десертное вино
zh: 甜酒
zh_tw: 甜酒

# drinkSangria
source: Sangria
es: Sangría
ja: サングリア
ko: 상그리아
ru: Сангрия
zh: 桑格利亚
zh_tw: 桑格利亞

# drinkSherry
source: Sherry
es: Jerez
ja: シェリー
ko: 셰리
pt: Xerez
ru: Херес
zh: 雪莉
zh_tw: 雪莉酒

# drinkVodkaShot
source: Vodka Shot
de: Wodka Shot
es: Chupito de Vodka
ja: ウォッカショット
ko: 보드카 샷
nl: Wodka Shot
pt: Shot Vodka
ru: Рюмка водки
zh: 伏特加Shot
zh_tw: 伏特加Shot

# drinkCognac
source: Cognac
es: Coñac
ja: コニャック
ko: 코냑
pt: Conhaque
ru: Коньяк
zh: 干邑
zh_tw: 干邑

# drinkLiqueur
source: Liqueur
de: Likör
es: Licor
ja: リキュール
ko: 리큐르
nl: Likeur
pt: Licor
ru: Ликёр
zh: 利口酒
zh_tw: 利口酒

# drinkAbsinthe
source: Absinthe
de: Absinth
es: Absenta
ja: アブサン
ko: 압생트
nl: Absint
pt: Absinto
ru: Абсент
zh: 苦艾酒
zh_tw: 苦艾酒

# drinkBrandy
source: Brandy
ja: ブランデー
ko: 브랜디
ru: Бренди
zh: 白兰地
zh_tw: 白蘭地

# drinkLongIsland
source: Long Island
ja: ロングアイランド
ko: 롱아일랜드
ru: Лонг Айленд
zh: 长岛
zh_tw: 長島冰茶

# drinkGinTonic
source: Gin & Tonic
ja: ジントニック
ko: 진토닉
pt: Gin & Tônica
ru: Джин-тоник
zh: 金汤力
zh_tw: 琴通寧

# drinkPinaColada
source: Piña Colada
ja: ピニャコラーダ
ko: 피나 콜라다
ru: Пина Колада
zh: 椰林飘香
zh_tw: 鳳梨可樂達

# drinkCosmopolitan
source: Cosmopolitan
ja: コスモポリタン
ko: 코스모폴리탄
ru: Космополитен
zh: 大都会
zh_tw: 柯夢波丹

# drinkMaiTai
source: Mai Tai
ja: マイタイ
ko: 마이 타이
ru: Май Тай
zh: 迈泰
zh_tw: 邁泰

# drinkBloodyMary
source: Bloody Mary
ja: ブラッディマリー
ko: 블러디 메리
ru: Кровавая Мэри
zh: 血腥玛丽
zh_tw: 血腥瑪莉

# drinkDaiquiri
source: Daiquiri
ja: ダイキリ
ko: 다이키리
ru: Дайкири
zh: 代基里
zh_tw: 黛克瑞

# popularDrinks
source: Popular {type}
de: Beliebte {type}
es: {type} populares
ja: 人気の{type}
ko: 인기 {type}
nl: Populaire {type}
pt: {type} Popular
ru: Популярные {type}
zh: 流行{type}
zh_tw: 熱門{type}

# standardDrinksUnit
source: SD
es: TE
ru: СД

# gramsSugar
source: g sugar
de: g Zucker
es: g azúcar
ja: g 砂糖
ko: g 설탕
nl: g suiker
pt: g açúcar
ru: г сахара
zh: g糖
zh_tw: g糖

source: Moderate consumption
de: Mäßiger Konsum
es: Consumo moderado
ja: 適度な消費
ko: 적당한 소비
nl: Matig verbruik
pt: Consumo moderado
ru: Умеренное потребление
zh: 适度消费
zh_tw: 適度攝取

source: Above recommendations
de: Über Empfehlungen
es: Por encima de las recomendaciones
ja: 推奨以上
ko: 권장량 초과
nl: Boven aanbevelingen
pt: Acima recomendações
ru: Выше рекомендаций
zh: 超标
zh_tw: 超過建議

source: High consumption
de: Hoher Konsum
es: Consumo alto
ja: 高消費
ko: 높은 소비
nl: Hoog verbruik
pt: Consumo alto
ru: Высокое потребление
zh: 高消费
zh_tw: 高攝取

# veryHighConsider
source: Very high - consider stopping
de: Sehr hoch - erwäge zu stoppen
es: Muy alto - considera parar
ja: 超高 - 停止検討を
ko: 매우 높음 - 중단 고려
nl: Zeer hoog - overweeg te stoppen
pt: Muito alto - considere parar
ru: Очень высокое - стоит остановиться
zh: 非常高 - 考虑停止
zh_tw: 非常高 - 考慮停止

source: No alcohol today
de: Heute kein Alkohol
es: Sin alcohol hoy
ja: 今日の飲酒なし
ko: 오늘 알코올 없음
nl: Geen alcohol vandaag
pt: Sem álcool hoje
ru: Сегодня без алкоголя
zh: 今天无酒精
zh_tw: 今天無酒精

# drinkWaterNow
source: Drink 300-500 ml water now
de: Jetzt 300-500 ml Wasser trinken
es: Bebe 300-500 ml de agua ahora
ja: 今すぐ300-500 mlの水
ko: 지금 300-500ml 물 마시기
nl: Drink nu 300-500 ml water
pt: Beba 300-500 ml água agora
ru: Выпейте 300-500 мл воды сейчас
zh: 现在喝300-500ml水
zh_tw: 現在喝300-500 ml水

# addPinchSalt
source: Add a pinch of salt
de: Prise Salz hinzufügen
es: Añade una pizca de sal
ja: 塩を一つまみ追加
ko: 소금 한 꼬집 추가
nl: Voeg snufje zout toe
pt: Adicione pitada sal
ru: Добавьте щепотку соли
zh: 加少量盐
zh_tw: 加少許鹽

source: Avoid late coffee
de: Späten Kaffee vermeiden
es: Evita el café tarde
ja: 遅いコーヒーを避ける
ko: 늦은 커피 피하기
nl: Vermijd late koffie
pt: Evite café tarde
ru: Избегайте позднего кофе
zh: 避免晚上咖啡
zh_tw: 避免太晚喝咖啡

# abvPercent
source: {percent}% ABV
de: {percent}% Vol.
es: {percent}% alc.
ru: {percent}% алк.

source: Today's Electrolytes
de: Heutige Elektrolyte
es: Electrolitos de hoy
ja: 今日の電解質
ko: 오늘의 전해질
nl: Elektrolyten Vandaag
pt: Eletrólitos de Hoje
ru: Электролиты сегодня
zh: 今日电解质
zh_tw: 今日電解質

source: Great balance!
de: Großartige Balance!
es: ¡Gran balance!
ja: 素晴らしいバランス！
ko: 훌륭한 균형!
nl: Goede balans!
pt: Ótimo balanço!
ru: Отличный баланс!
zh: 平衡极佳！
zh_tw: 很好的平衡！

source: Getting there
de: Fast da
es: Casi ahí
ja: 近づいている
ko: 거의 다 왔어요
nl: Bijna goed
pt: Chegando lá
ru: Уже близко
zh: 接近目标
zh_tw: 快到了

source: Need more electrolytes
de: Mehr Elektrolyte benötigt
es: Necesitas más electrolitos
ja: 電解質をもっと必要
ko: 더 많은 전해질 필요
nl: Meer elektrolyten nodig
pt: Precisa mais eletrólitos
ru: Нужно больше электролитов
zh: 需要更多电解质
zh_tw: 需要更多電解質

source: Low electrolyte levels
de: Niedrige Elektrolytwerte
es: Niveles bajos de electrolitos
ja: 電解質レベル低
ko: 낮은 전해질 수치
nl: Lage elektrolyten niveaus
pt: Níveis eletrólitos baixos
ru: Низкий уровень электролитов
zh: 电解质水平低
zh_tw: 電解質水平低

source: Electrolyte Tips
de: Elektrolyt-Tipps
es: Consejos de Electrolitos
ja: 電解質のヒント
ko: 전해질 팁
nl: Elektrolyten Tips
pt: Dicas Eletrólitos
ru: Советы по электролитам
zh: 电解质提示
zh_tw: 電解質提示

# takeWithWater
source: Take with plenty of water
de: Mit viel Wasser einnehmen
es: Tomar con mucha agua
ja: たっぷりの水と一緒に
ko: 충분한 물과 함께 섭취
nl: Neem met veel water
pt: Tome com bastante água
ru: Принимайте с большим количеством воды
zh: 与大量水一起服用
zh_tw: 與大量水一起服用

# bestBetweenMeals
source: Best absorbed between meals
de: Am besten zwischen Mahlzeiten aufgenommen
es: Mejor absorción entre comidas
ja: 食間が最適
ko: 식사 사이에 가장 잘 흡수됨
nl: Best tussen maaltijden opgenomen
pt: Melhor absorção entre refeições
ru: Лучше усваивается между приемами пищи
zh: 两餐之间吸收最好
zh_tw: 餐間吸收最好

# startSmallAmounts
source: Start with small amounts
de: Mit kleinen Mengen beginnen
es: Empieza con cantidades pequeñas
ja: 少量から開始
ko: 소량부터 시작
nl: Begin met kleine hoeveelheden
pt: Comece com pequenas quantidades
ru: Начинайте с малых доз
zh: 从小量开始
zh_tw: 從小量開始

# extraDuringExercise
source: Extra needed during exercise
de: Extra bei Training benötigt
es: Extra necesario durante el ejercicio
ja: 運動中は追加必要
ko: 운동 중 추가 필요
nl: Extra nodig tijdens oefening
pt: Extra necessário durante exercício
ru: Больше нужно при нагрузках
zh: 运动时需额外
zh_tw: 運動時需要額外

# electrolytesBasic
source: Basic
de: Basis
es: Básico
ja: 基本
ko: 기본
nl: Basis
pt: Básico
ru: Базовые
zh: 基础
zh_tw: 基本

# electrolytesMixes
source: Mixes
de: Mischungen
es: Mezclas
ja: ミックス
ko: 믹스
nl: Mixen
ru: Смеси
zh: 混合
zh_tw: 混合

# electrolytesPills
source: Pills
de: Pillen
es: Pastillas
ja: 錠剤
ko: 알약
nl: Pillen
pt: Pílulas
ru: Таблетки
zh: 药片
zh_tw: 藥丸

# popularSalts
source: Popular Salts & Broths
de: Beliebte Salze & Brühen
es: Sales y Caldos Populares
ja: 人気の塩&スープ
ko: 인기 소금 & 육수
nl: Populaire Zouten & Bouillons
pt: Sais & Caldos Populares
ru: Популярные соли и бульоны
zh: 流行盐和汤
zh_tw: 熱門鹽&湯

# popularMixes
source: Popular Electrolyte Mixes
de: Beliebte Elektrolyt-Mischungen
es: Mezclas de Electrolitos Populares
ja: 人気の電解質ミックス
ko: 인기 전해질 믹스
nl: Populaire Elektrolyten Mixen
pt: Mixes Eletrólitos Populares
ru: Популярные электролитные смеси
zh: 流行电解质混合
zh_tw: 熱門電解質混合
