Repository: vtrukhnov-lab/HydraCoach
Catalog: lib/l10n/app_*.arb
Languages: de, es, ja, ko, nl, pt, ru, zh, zh_tw

source: Standard drinks:
de: Standard-Getränke:
es: Bebidas estándar:
ja: 標準ドリンク:
ko: 표준 음주량
nl: Standaardglazen:
pt: Doses padrão:
ru: Стандартные дринки:
zh: 标准杯:
zh_tw: 標準杯:

# additionalWater
source: Add. water
de: Zusätzl. Wasser
es: Agua adic.
ja: 追加水分
ko: 물 추가
nl: Extra water
pt: Água adic.
ru: Доп. вода
zh: 补水
zh_tw: 補水

# additionalSodium
source: Add. sodium
de: Zusätzl. Natrium
es: Sodio adic.
ja: 追加Na
ko: 나트륨 추가
nl: Extra natrium
pt: Sódio adic.
ru: Доп. натрий
zh: 补钠
zh_tw: 補鈉

source: HRI risk
de: HRI-Risiko
es: Riesgo HRI
ja: HRIリスク
ko: HRI 위험도
nl: HRI risico
pt: Risco HRI
ru: Риск HRI
zh: HRI风险
zh_tw: HRI風險

# enterValidVolume
source: Please enter a valid volume
de: Bitte gültiges Volumen eingeben
es: Por favor ingresa un volumen válido
ja: 有効な量を入力
ko: 올바른 양을 입력하세요
nl: Voer geldig volume in
pt: Digite volume válido
ru: Пожалуйста, введите корректный объём
zh: 请输入有效容量
zh_tw: 請輸入有效容量

source: Weekly history
de: Wochenverlauf
es: Historial semanal
ja: 週履歴
ko: 주간 기록
nl: Weekgeschiedenis
pt: Histórico semanal
ru: Недельная история
zh: 周历史
zh_tw: 週歷史

# weeklyHistoryDesc
source: Analyze weekly trends, get insights and recommendations
de: Analysiere Wochentrends, erhalte Einblicke und Empfehlungen
es: Analiza tendencias semanales, insights y recomendaciones
ja: 週の傾向分析と洞察
ko: 주간 경향 분석 및 권장사항
nl: Analyseer wekelijkse trends, krijg inzichten en aanbevelingen
pt: Analise tendências semanais, insights e recomendações
ru: Анализ недельных трендов, инсайты и рекомендации
zh: 分析周趋势，获得见解和建议
zh_tw: 分析週趨勢，獲得見解和建議

source: Monthly history
de: Monatsverlauf
es: Historial mensual
ja: 月履歴
ko: 월간 기록
nl: Maandgeschiedenis
pt: Histórico mensal
ru: Месячная история
zh: 月历史
zh_tw: 月歷史

# monthlyHistoryDesc
source: Long-term patterns, week comparisons and deep analytics
de: Langzeitmuster, Wochenvergleiche und detaillierte Analysen
es: Patrones a largo plazo, comparación de semanas y análisis profundo
ja: 長期パターンと詳細分析
ko: 장기 패턴, 주간 비교 및 심층 분석
nl: Lange-termijn patronen, week vergelijkingen en diepe analytics
pt: Padrões longo prazo, comparações e análises profundas
ru: Долгосрочные паттерны, сравнение недель и глубокая аналитика
zh: 长期模式、周比较和深度分析
zh_tw: 長期模式、週比較和深度分析

source: PRO function
de: PRO-Funktion
es: Función PRO
ja: PRO機能
ko: PRO 기능
nl: PRO functie
pt: Função PRO
ru: PRO функция
zh: PRO功能
zh_tw: PRO功能

# unlockProHistory
source: Unlock PRO
de: PRO freischalten
es: Desbloquear PRO
ja: PROを解除
ko: PRO 잠금 해제
nl: PRO ontgrendelen
pt: Desbloquear PRO
ru: Разблокировать PRO
zh: 解锁PRO
zh_tw: 解鎖PRO

source: Unlimited history
de: Unbegrenzter Verlauf
es: Historial ilimitado
ja: 無制限履歴
ko: 무제한 기록
nl: Onbeperkte geschiedenis
pt: Histórico ilimitado
ru: Безлимитная история
zh: 无限历史
zh_tw: 無限歷史

# dataExportCSV
source: Export data to CSV
de: Daten als CSV exportieren
es: Exportar datos a CSV
ja: CSV出力
ko: CSV로 데이터 내보내기
nl: Exporteer data naar CSV
pt: Exportar dados CSV
ru: Экспорт данных в CSV
zh: 导出CSV
zh_tw: 匯出CSV

source: Detailed analytics
de: Detaillierte Analysen
es: Análisis detallado
ja: 詳細分析
ko: 상세 분석
nl: Gedetailleerde analytics
pt: Análises detalhadas
ru: Детальная аналитика
zh: 详细分析
zh_tw: 詳細分析

source: Period comparison
de: Periodenvergleich
es: Comparación de períodos
ja: 期間比較
ko: 기간 비교
nl: Periode vergelijking
pt: Comparação períodos
ru: Сравнение периодов
zh: 期间比较
zh_tw: 期間比較

source: Share result
de: Ergebnis teilen
es: Compartir resultado
ja: 結果を共有
ko: 결과 공유
nl: Resultaat delen
pt: Compartilhar resultado
ru: Поделиться результатом
zh: 分享结果
zh_tw: 分享結果

source: Retry
de: Wiederholen
es: Reintentar
ja: 再試行
ko: 재시도
nl: Opnieuw proberen
pt: Tentar novamente
ru: Повторить
zh: 重试
zh_tw: 重試

source: Welcome to PRO!
de: Willkommen bei PRO!
es: ¡Bienvenido a PRO!
ja: PROへようこそ！
ko: PRO를 환영합니다!
nl: Welkom bij PRO!
pt: Bem-vindo ao PRO!
ru: Добро пожаловать в PRO!
zh: 欢迎使用PRO！
zh_tw: 歡迎使用PRO！

# allFeaturesUnlocked
source: All features are unlocked
de: Alle Funktionen freigeschaltet
es: Todas las funciones están desbloqueadas
ja: 全機能が解除されました
ko: 모든 기능이 잠금 해제됨
nl: Alle functies ontgrendeld
pt: Todos recursos desbloqueados
ru: Все функции разблокированы
zh: 所有功能已解锁
zh_tw: 所有功能已解鎖

# testMode
source: Test Mode: Using mock purchase
de: Testmodus: Mock-Kauf verwendet
es: Modo de prueba: Usando compra simulada
ja: テストモード: モック購入
ko: 테스트 모드: 모의 구매 사용
nl: Testmodus: Mock aankoop gebruikt
pt: Modo Teste: Usando compra fictícia
ru: Тестовый режим: Используется мок-покупка
zh: 测试模式: 模拟购买
zh_tw: 測試模式: 模擬購買

# proStatusNote
source: PRO status will persist until app restart
de: PRO-Status bleibt bis App-Neustart
es: El estado PRO persistirá hasta reiniciar la app
ja: PROステータスはアプリ再起動まで継続
ko: PRO 상태는 앱 재시작 시까지 유지됩니다
nl: PRO status blijft tot app herstart
pt: Status PRO persiste até reiniciar app
ru: PRO статус сохранится до перезапуска приложения
zh: PRO状态将保持到应用重启
zh_tw: PRO狀態將保持到應用重啟

source: Start using PRO
de: PRO nutzen
es: Comenzar a usar PRO
ja: PROを使い始める
ko: PRO 사용 시작
nl: Start met PRO
pt: Começar usar PRO
ru: Начать использовать PRO
zh: 开始使用PRO
zh_tw: 開始使用PRO

source: Lifetime access
de: Lebenslanger Zugang
es: Acceso de por vida
ja: 永久アクセス
ko: 평생 이용
nl: Levenslange toegang
pt: Acesso vitalício
ru: Пожизненный доступ
zh: 终身访问
zh_tw: 終身訪問

source: Best value — Annual
de: Bestes Angebot — Jährlich
es: Mejor valor — Anual
ja: 最高の価値 — 年額
ko: 최고 가치 — 연간
nl: Beste waarde — Jaarlijks
pt: Melhor valor — Anual
ru: Лучшая цена — Годовая
zh: 最划算 — 年付
zh_tw: 最划算 — 年付

source: Monthly
de: Monatlich
es: Mensual
ja: 月額
ko: 월간
nl: Maandelijks
pt: Mensal
ru: Месячная
zh: 月付
zh_tw: 月付

source: one-time
de: einmalig
es: una vez
ja: 1回
ko: 일회성
nl: eenmalig
pt: único
ru: разовый
zh: 一次性
zh_tw: 一次性

# perYear
source: /year
de: /Jahr
es: /año
ja: /年
ko: /년
nl: /jaar
pt: /ano
ru: /год
zh: /年
zh_tw: /年

# perMonth
source: /month
de: /Monat
es: /mes
ja: /月
ko: /월
nl: /maand
pt: /mês
ru: /мес
zh: /月
zh_tw: /月

# approximatelyPerMonth
source: ≈ {amount}/mo
de: ≈ {amount}/Mon.
es: ≈ {amount}/mes
ja: ≈ {amount}/月
ko: ≈ {amount}/월
nl: ≈ {amount}/mnd
pt: ≈ {amount}/mês
ru: ≈ {amount}/мес
zh: ≈ {amount}/月
zh_tw: ≈ {amount}/月

# startFreeTrial
source: Start 7-day free trial
de: 7-Tage-Testversion starten
es: Iniciar prueba gratuita de 7 días
ja: 7日間無料
ko: 7일 무료 체험 시작
nl: Start 7-dagen gratis proef
pt: Iniciar teste 7 dias grátis
ru: Начать 7-дневную пробную версию
zh: 开始7天免费试用
zh_tw: 開始7天免費試用

# continueWithPrice
source: Continue — {price}
de: Weiter — {price}
es: Continuar — {price}
ja: 続行 — {price}
ko: 계속하기 — {price}
nl: Doorgaan — {price}
pt: Continuar — {price}
ru: Продолжить — {price}
zh: 继续 — {price}
zh_tw: 繼續 — {price}

# unlockForPrice
source: Unlock for {price} (one-time)
de: Für {price} freischalten (einmalig)
es: Desbloquear por {price} (una vez)
ja: {price}で解除 (1回)
ko: {price}에 잠금 해제 (일회성)
nl: Ontgrendel voor {price} (eenmalig)
pt: Desbloquear por {price} (único)
ru: Купить за {price}
zh: 解锁{price}(一次性)
zh_tw: 解鎖{price}(一次性)

# enableFreeTrial
source: Enable 7-day free trial
de: 7-Tage-Testversion aktivieren
es: Habilitar prueba gratuita de 7 días
ja: 7日間無料を有効
ko: 7일 무료 체험 활성화
nl: Activeer 7-dagen gratis proef
pt: Habilitar teste 7 dias grátis
ru: Включить 7-дневную пробную версию
zh: 启用7天免费试用
zh_tw: 啟用7天免費試用

# noChargeToday
source: No charge today. After 7 days, your subscription renews automatically unless canceled.
de: Heute keine Gebühr. Nach 7 Tagen verlängert sich das Abo automatisch, wenn nicht gekündigt.
es: Sin cargo hoy. Después de 7 días, tu suscripción se renueva automáticamente a menos que la canceles.
ja: 今日は請求なし。7日後にキャンセルしない限り自動更新。
ko: 오늘 청구 없음. 7일 후 자동 갱신됩니다 (취소 가능).
nl: Geen kosten vandaag. Na 7 dagen vernieuwt abonnement automatisch tenzij geannuleerd.
pt: Sem cobrança hoje. Após 7 dias, assinatura renova automaticamente a não ser que cancelada.
ru: Никаких списаний сегодня. Через 7 дней ваша подписка автоматически продлится, если не отменить.
zh: 今天不收费。7天后自动续订，除非取消
zh_tw: 今天不收費。7天後自動續訂，除非取消

# cancelAnytime
source: You can cancel anytime in Settings.
de: Du kannst jederzeit in den Einstellungen kündigen.
es: Puedes cancelar en cualquier momento en Configuración.
ja: いつでも設定からキャンセル可能。
ko: 설정에서 언제든지 취소할 수 있습니다.
nl: Annuleren kan altijd in Instellingen.
pt: Pode cancelar qualquer hora em Ajustes.
ru: Вы можете отменить в любое время в Настройках.
zh: 可随时在设置中取消
zh_tw: 可隨時在設定中取消

source: Everything in PRO
de: Alles in PRO
es: Todo en PRO
ja: PROの全機能
ko: PRO의 모든 기능
nl: Alles in PRO
pt: Tudo no PRO
ru: Всё в PRO
zh: PRO全部功能
zh_tw: PRO全部功能

source: Smart reminders
de: Intelligente Erinnerungen
es: Recordatorios inteligentes
ja: スマートリマインダー
ko: 스마트 알림
nl: Slimme herinneringen
pt: Lembretes inteligentes
ru: Умные напоминания
zh: 智能提醒
zh_tw: 智慧提醒

# smartRemindersDesc
source: Heat, workouts, fasting — no spam.
de: Hitze, Workouts, Fasten — kein Spam.
es: Calor, entrenamientos, ayuno — sin spam.
ja: 暑さ、運動、断食 — スパムなし。
ko: 운동, 더위, 단식 — 스팸 없음.
nl: Hitte, trainingen, vasten — geen spam.
pt: Calor, treinos, jejum — sem spam.
ru: Жара, тренировки, пост — без спама.
zh: 高温、运动、禁食 — 无垃圾信息
zh_tw: 高溫、運動、禁食 — 無垃圾訊息

source: Weekly reports
de: Wöchentliche Berichte
es: Informes semanales
ja: 週次レポート
ko: 주간 보고서
nl: Weekrapporten
pt: Relatórios semanais
ru: Недельные отчёты
zh: 周报告
zh_tw: 週報告

# weeklyReportsDesc
source: Deep insights + CSV export.
de: Tiefe Einblicke + CSV-Export.
es: Insights profundos + exportación CSV.
ja: 深い洞察 + CSV出力。
ko: 심층 분석 + CSV 내보내기.
nl: Diepe inzichten + CSV export.
pt: Insights profundos + export CSV.
ru: Глубокие инсайты + экспорт CSV.
zh: 深度洞察 + CSV导出
zh_tw: 深度洞察 + CSV匯出

source: Health integrations
de: Gesundheitsintegrationen
es: Integraciones de salud
ja: ヘルス連携
ko: 건강 연동
nl: Gezondheids integraties
pt: Integrações saúde
ru: Интеграции здоровья
zh: 健康集成
zh_tw: 健康整合

# healthIntegrationsDesc
source: Apple Health & Google Fit.
es: Apple Health y Google Fit.
ru: Apple Health и Google Fit.

source: Alcohol protocols
de: Alkoholprotokolle
es: Protocolos de alcohol
ja: 飲酒プロトコル
ko: 알코올 프로토콜
nl: Alcohol protocollen
pt: Protocolos álcool
ru: Алкогольные протоколы
zh: 饮酒方案
zh_tw: 飲酒方案

# alcoholProtocolsDesc
source: Pre-drink prep & recovery roadmap.
de: Vor-Trink-Vorbereitung & Erholungsplan.
es: Preparación previa y hoja de ruta de recuperación.
ja: 事前準備と回復ロードマップ。
ko: 음주 준비 & 회복 로드맵.
nl: Pre-drink prep & herstelplan.
pt: Preparação pré-bebida & roteiro recuperação.
ru: Подготовка до и план восстановления.
zh: 饮前准备和恢复路线图
zh_tw: 飲前準備和恢復路線圖

source: Full sync
de: Vollständige Synchronisation
es: Sincronización completa
ja: 完全同期
ko: 전체 동기화
nl: Volledige sync
pt: Sincronização completa
ru: Полная синхронизация
zh: 完全同步
zh_tw: 完全同步

# fullSyncDesc
source: Unlimited history across devices.
de: Unbegrenzter Verlauf auf allen Geräten.
es: Historial ilimitado en todos los dispositivos.
ja: デバイス間で無制限履歴。
ko: 기기 간 무제한 기록.
nl: Onbeperkte geschiedenis op alle apparaten.
pt: Histórico ilimitado entre dispositivos.
ru: Безлимитная история на всех устройствах.
zh: 跨设备无限历史
zh_tw: 跨裝置無限歷史

source: Personal calibrations
de: Persönliche Kalibrierungen
es: Calibraciones personales
ja: 個人調整
ko: 개인 보정
nl: Persoonlijke kalibraties
pt: Calibrações pessoais
ru: Персональные калибровки
zh: 个人校准
zh_tw: 個人校準

# personalCalibrationsDesc
source: Sweat test, urine color scale.
de: Schweißtest, Urinfarben-Skala.
es: Prueba de sudor, escala de color de orina.
ja: 発汗テスト、尿色スケール。
ko: 땀 테스트, 소변 색상 스케일.
nl: Zweet test, urine kleurschaal.
pt: Teste suor, escala cor urina.
ru: Тест пота, шкала цвета мочи.
zh: 汗液测试、尿色量表
zh_tw: 汗液測試、尿色量表

source: Show all features
de: Alle Funktionen anzeigen
es: Mostrar todas las funciones
ja: 全機能を表示
ko: 모든 기능 표시
nl: Toon alle functies
pt: Mostrar todos recursos
ru: Показать все функции
zh: 显示全部功能
zh_tw: 顯示全部功能

source: Show less
de: Weniger anzeigen
es: Mostrar menos
ja: 少なく表示
ko: 간략히
nl: Toon minder
pt: Mostrar menos
ru: Показать меньше
zh: 收起
zh_tw: 收起

source: Restore purchases
de: Käufe wiederherstellen
es: Restaurar compras
ja: 購入を復元
ko: 구매 복원
nl: Herstel aankopen
pt: Restaurar compras
ru: Восстановить покупки
zh: 恢复购买
zh_tw: 恢復購買

source: PRO subscription restored!
de: PRO-Abo wiederhergestellt!
es: ¡Suscripción PRO restaurada!
ja: PRO復元完了！
ko: PRO 구독이 복원되었습니다!
nl: PRO abonnement hersteld!
pt: Assinatura PRO restaurada!
ru: PRO подписка восстановлена!
zh: PRO订阅已恢复！
zh_tw: PRO訂閱已恢復！

# noPurchasesToRestore
source: No purchases found to restore
de: Keine Käufe zum Wiederherstellen gefunden
es: No se encontraron compras para restaurar
ja: 復元する購入なし
ko: 복원할 구매가 없습니다
nl: Geen aankopen gevonden om te herstellen
pt: Nenhuma compra pra restaurar
ru: Покупок для восстановления не найдено
zh: 没有找到要恢复的购买
zh_tw: 沒有找到要恢復的購買

# drinkMoreWaterToday
source: Drink more water today (+20%)
de: Heute mehr Wasser trinken (+20%)
es: Bebe más agua hoy (+20%)
ja: 今日は水を多く (+20%)
ko: 오늘 물을 더 마시세요 (+20%)
nl: Drink meer water vandaag (+20%)
pt: Beba mais água hoje (+20%)
ru: Пейте больше воды сегодня (+20%)
zh: 今天多喝水(+20%)
zh_tw: 今天多喝水(+20%)

# addElectrolytesToWater
source: Add electrolytes to each water intake
de: Bei jeder Wasseraufnahme Elektrolyte hinzufügen
es: Agrega electrolitos a cada ingesta de agua
ja: 各水分に電解質追加
ko: 모든 물에 전해질 추가
nl: Voeg elektrolyten toe aan elke waterinname
pt: Adicione eletrólitos a cada água
ru: Добавляйте электролиты в каждый приём воды
zh: 每次饮水添加电解质
zh_tw: 每次飲水添加電解質

# limitCoffeeOneCup
source: Limit coffee to one cup
de: Kaffee auf eine Tasse begrenzen
es: Limita el café a una taza
ja: コーヒーを1杯に制限
ko: 커피를 하루 1잔으로 제한
nl: Beperk koffie tot één kop
pt: Limite café a uma xícara
ru: Ограничьте кофе одной чашкой
zh: 咖啡限制一杯
zh_tw: 咖啡限制一杯

# increaseWater10
source: Increase water by 10%
de: Wasser um 10% erhöhen
es: Aumenta el agua en 10%
ja: 水を10%増加
ko: 물을 10% 늘리세요
nl: Verhoog water met 10%
pt: Aumente água em 10%
ru: Увеличьте воду на 10%
zh: 水分增加10%
zh_tw: 水分增加10%

source: Don't forget electrolytes
de: Elektrolyte nicht vergessen
es: No olvides los electrolitos
ja: 電解質を忘れずに
ko: 전해질 잊지 마세요
nl: Vergeet elektrolyten niet
pt: Não esqueça eletrólitos
ru: Не забывайте об электролитах
zh: 别忘了电解质
zh_tw: 別忘了電解質

# startDayWithWater
source: Start your day with a glass of water
de: Tag mit einem Glas Wasser beginnen
es: Comienza el día con un vaso de agua
ja: 朝の水で1日を開始
ko: 물 한 잔으로 하루 시작
nl: Start je dag met een glas water
pt: Comece dia com copo d'água
ru: Начните день со стакана воды
zh: 以一杯水开始新的一天
zh_tw: 以一杯水開始新的一天

# dontForgetElectrolytesReminder
source: ⚡ Don't forget electrolytes
de: ⚡ Elektrolyte nicht vergessen
es: ⚡ No olvides los electrolitos
ja: ⚡ 電解質を忘れずに
ko: ⚡ 전해질 잊지 마세요
nl: ⚡ Vergeet elektrolyten niet
pt: ⚡ Não esqueça eletrólitos
ru: ⚡ Не забывайте об электролитах
zh: ⚡ 别忘了电解质
zh_tw: ⚡ 別忘了電解質

# startDayWithWaterReminder
source: Start your day with a glass of water for good wellbeing
de: Beginne deinen Tag mit einem Glas Wasser für gutes Wohlbefinden
es: Comienza el día con un vaso de agua para el bienestar
ja: 朝の水で良好な健康
ko: 건강을 위해 물 한 잔으로 하루를 시작하세요
nl: Start je dag met een glas water voor goed welzijn
pt: Comece dia com copo d'água pra bem-estar
ru: Начните день со стакана воды для хорошего самочувствия
zh: 以一杯水开始新的一天，保持健康
zh_tw: 以一杯水開始新的一天，保持健康

# takeElectrolytesMorning
source: Take electrolytes in the morning
de: Morgens Elektrolyte nehmen
es: Toma electrolitos por la mañana
ja: 朝に電解質を摂取
ko: 아침에 전해질 섭취
nl: Neem elektrolyten in de ochtend
pt: Tome eletrólitos pela manhã
ru: Принимайте электролиты утром
zh: 早上补充电解质
zh_tw: 早上補充電解質

# purchaseFailed
source: Purchase failed: {error}
de: Kauf fehlgeschlagen: {error}
es: Compra fallida: {error}
ja: 購入失敗: {error}
ko: 구매 실패: {error}
nl: Aankoop mislukt: {error}
pt: Compra falhou: {error}
ru: Покупка не удалась: {error}
zh: 购买失败: {error}
zh_tw: 購買失敗: {error}

# restoreFailed
source: Restore failed: {error}
de: Wiederherstellung fehlgeschlagen: {error}
es: Restauración fallida: {error}
ja: 復元失敗: {error}
ko: 복원 실패: {error}
nl: Herstellen mislukt: {error}
pt: Restauração falhou: {error}
ru: Восстановление не удалось: {error}
zh: 恢复失败: {error}
zh_tw: 恢復失敗: {error}

# trustedByUsers
source: ⭐️ 4.9 — trusted by 12,000 users
de: ⭐️ 4.9 — von 12.000 Nutzern vertraut
es: ⭐️ 4.9 — confiado por 12,000 usuarios
ja: ⭐️ 4.9 — 12,000人が信頼
ko: ⭐️ 4.9 — 12,000명의 사용자가 신뢰
nl: ⭐️ 4.9 — vertrouwd door 12.000 gebruikers
pt: ⭐️ 4.9 — confiado por 12.000 usuários
ru: ⭐️ 4.9 — доверие 12,000 пользователей
zh: ⭐️ 4.9 — 12,000用户信赖
zh_tw: ⭐️ 4.9 — 12,000用戶信賴

source: Best value
de: Bestes Angebot
es: Mejor valor
ja: 最高の価値
ko: 최고 가치
nl: Beste waarde
pt: Melhor valor
ru: Лучшая цена
zh: 最划算
zh_tw: 最划算

# percentOff
source: -{percent}% Best value
de: -{percent}% Bestes Angebot
es: -{percent}% Mejor valor
ja: -{percent}% 最高の価値
ko: -{percent}% 최고 가치
nl: -{percent}% Beste waarde
pt: -{percent}% Melhor valor
ru: -{percent}% Лучшая цена
zh: -{percent}% 最划算
zh_tw: -{percent}% 最划算

source: Weather unavailable
de: Wetter nicht verfügbar
es: Clima no disponible
ja: 天気データなし
ko: 날씨 정보 없음
nl: Weer niet beschikbaar
pt: Clima indisponível
ru: Погода недоступна
zh: 天气不可用
zh_tw: 天氣不可用

# checkLocationPermissions
source: Check location permissions and internet
de: Standortberechtigungen und Internet prüfen
es: Verifica permisos de ubicación e internet
ja: 位置情報とネット接続を確認
ko: 위치 권한 및 인터넷 확인
nl: Controleer locatie permissies en internet
pt: Verifique permissões localização e internet
ru: Проверьте разрешения геолокации и интернет
zh: 检查位置权限和网络
zh_tw: 檢查位置權限和網路

# recommendedNormLabel
source: Recommended norm
de: Empfohlene Norm
es: Norma recomendada
ja: 推奨基準
ko: 권장 기준
nl: Aanbevolen norm
pt: Norma recomendada
ru: Рекомендуемая норма
zh: 建议量
zh_tw: 建議量

# waterAdjustment300
source: +300 ml
ru: +300 мл

# waterAdjustment400
source: +400 ml
ru: +400 мл

# waterAdjustment200
source: +200 ml
ru: +200 мл

# waterAdjustmentNormal
source: Normal
ja: 通常
ko: 보통
nl: Normaal
ru: Норма
zh: 正常
zh_tw: 正常

# waterAdjustment500
source: +500 ml
ru: +500 мл

# waterAdjustment250
source: +250 ml
ru: +250 мл

# waterAdjustment750
source: +750 ml
ru: +750 мл

source: Current location
de: Aktueller Standort
es: Ubicación actual
ja: 現在地
ko: 현재 위치
nl: Huidige locatie
pt: Localização atual
ru: Текущее местоположение
zh: 当前位置
zh_tw: 當前位置

# weatherClear
source: clear
de: klar
es: despejado
ja: 晴れ
ko: 맑음
nl: helder
pt: limpo
ru: ясно
zh: 晴
zh_tw: 晴

# weatherCloudy
source: cloudy
de: bewölkt
es: nublado
ja: 曇り
ko: 흐림
nl: bewolkt
pt: nublado
ru: облачно
zh: 多云
zh_tw: 多雲

# weatherOvercast
source: overcast
de: bedeckt
es: encapotado
ja: どんより
ko: 흐린 날
nl: zwaar bewolkt
pt: encoberto
ru: пасмурно
zh: 阴天
zh_tw: 陰天

# weatherRain
source: rain
de: Regen
es: lluvia
ja: 雨
ko: 비
nl: regen
pt: chuva
ru: дождь
zh: 雨
zh_tw: 雨

# weatherSnow
source: snow
de: Schnee
es: nieve
ja: 雪
ko: 눈
nl: sneeuw
pt: neve
ru: снег
zh: 雪
zh_tw: 雪

# weatherStorm
source: storm
de: Sturm
es: tormenta
ja: 嵐
ko: 폭풍
pt: tempestade
ru: гроза
zh: 暴风雨
zh_tw: 暴風雨

# weatherFog
source: fog
de: Nebel
es: niebla
ja: 霧
ko: 안개
nl: mist
pt: neblina
ru: туман
zh: 雾
zh_tw: 霧

# weatherDrizzle
source: drizzle
de: Nieselregen
es: llovizna
ja: 霧雨
ko: 이슬비
nl: motregen
pt: garoa
ru: морось
zh: 毛毛雨
zh_tw: 小雨

# weatherSunny
source: sunny
de: sonnig
es: soleado
ja: 快晴
ko: 맑음
nl: zonnig
pt: ensolarado
ru: солнечно
zh: 晴朗
zh_tw: 晴朗

# heatWarningExtreme
source: ☀️ Extreme heat! Maximum hydration
de: ☀️ Extreme Hitze! Maximale Hydration
es: ☀️ ¡Calor extremo! Hidratación máxima
ja: ☀️ 極暑！最大の水分補給
ko: ☀️ 극심한 더위! 최대 수분 섭취
nl: ☀️ Extreme hitte! Maximale hydratie
pt: ☀️ Calor extremo! Hidratação máxima
ru: ☀️ Экстремальная жара! Максимальная гидратация
zh: ☀️ 极热！最大水分补充
zh_tw: ☀️ 極端高溫！最大補水

# heatWarningVeryHot
source: 🌡️ Very hot! Risk of dehydration
de: 🌡️ Sehr heiß! Dehydrierungsrisiko
es: 🌡️ ¡Muy caluroso! Riesgo de deshidratación
ja: 🌡️ 猛暑！脱水リスク
ko: 🌡️ 매우 더움! 탈수 위험
nl: 🌡️ Erg heet! Risico op dehydratie
pt: 🌡️ Muito quente! Risco desidratação
ru: 🌡️ Очень жарко! Риск обезвоживания
zh: 🌡️ 非常热！脱水风险
zh_tw: 🌡️ 非常熱！脫水風險

# heatWarningHot
source: 🔥 Hot! Drink more water
de: 🔥 Heiß! Mehr Wasser trinken
es: 🔥 ¡Calor! Bebe más agua
ja: 🔥 暑い！水を多く
ko: 🔥 더움! 물을 더 마시세요
nl: 🔥 Heet! Drink meer water
pt: 🔥 Quente! Beba mais água
ru: 🔥 Жарко! Пейте больше воды
zh: 🔥 炎热！多喝水
zh_tw: 🔥 炎熱！多喝水

# heatWarningElevated
source: ⚠️ Elevated temperature
de: ⚠️ Erhöhte Temperatur
es: ⚠️ Temperatura elevada
ja: ⚠️ 高温
ko: ⚠️ 높은 온도
nl: ⚠️ Verhoogde temperatuur
pt: ⚠️ Temperatura elevada
ru: ⚠️ Повышенная температура
zh: ⚠️ 温度升高
zh_tw: ⚠️ 溫度升高

# heatWarningComfortable
source: Comfortable temperature
de: Angenehme Temperatur
es: Temperatura cómoda
ja: 快適な温度
ko: 쾌적한 온도
nl: Comfortabele temperatuur
pt: Temperatura confortável
ru: Комфортная температура
zh: 舒适温度
zh_tw: 舒適溫度

# adjustmentWater
source: +{percent}% water
de: +{percent}% Wasser
es: +{percent}% agua
ja: +{percent}% 水
ko: +{percent}% 물
pt: +{percent}% água
ru: +{percent}% воды
zh: +{percent}% 水
zh_tw: +{percent}% 水

# adjustmentSodium
source: +{amount} mg sodium
de: +{amount} mg Natrium
es: +{amount} mg sodio
ja: +{amount} mg Na
ko: +{amount}mg 나트륨
nl: +{amount} mg natrium
pt: +{amount} mg sódio
ru: +{amount} мг натрия
zh: +{amount} mg 钠
zh_tw: +{amount} mg 鈉

# heatWarningCold
source: ❄️ Cold! Warm up and drink warm fluids
de: ❄️ Kalt! Aufwärmen und warme Flüssigkeiten trinken
es: ❄️ ¡Frío! Abrígate y bebe líquidos calientes
ja: ❄️ 寒い！温かい飲み物
ko: ❄️ 추움! 따뜻한 음료를 마시세요
nl: ❄️ Koud! Warm op en drink warme vloeistoffen
pt: ❄️ Frio! Aqueça-se e beba líquidos quentes
ru: ❄️ Холодно! Согревайтесь и пейте тёплые жидкости
zh: ❄️ 寒冷！保暖并喝温热液体
zh_tw: ❄️ 寒冷！保暖並喝溫熱液體

# notificationChannelName
source: HydroCoach Reminders
de: HydroCoach Erinnerungen
es: Recordatorios HydroCoach
ja: HydroCoachリマインダー
ko: 하이드로코치 알림
nl: HydroCoach Herinneringen
pt: Lembretes HydroCoach
ru: Напоминания HydroCoach
zh: HydroCoach提醒
zh_tw: HydroCoach提醒

# notificationChannelDescription
source: Water and electrolyte reminders
de: Wasser- und Elektrolyt-Erinnerungen
es: Recordatorios de agua y electrolitos
ja: 水と電解質のリマインダー
ko: 수분 및 전해질 알림
nl: Water en elektrolyten herinneringen
pt: Lembretes água e eletrólitos
ru: Напоминания о воде и электролитах
zh: 水和电解质提醒
zh_tw: 水和電解質提醒

# urgentNotificationChannelName
source: Urgent Reminders
de: Dringende Erinnerungen
es: Recordatorios urgentes
ja: 緊急リマインダー
ko: 긴급 알림
nl: Urgente Herinneringen
pt: Lembretes Urgentes
ru: Срочные напоминания
zh: 紧急提醒
zh_tw: 緊急提醒

# urgentNotificationChannelDescription
source: Important hydration notifications
de: Wichtige Hydrations-Benachrichtigungen
es: Notificaciones importantes de hidratación
ja: 重要な水分通知
ko: 중요한 수분 섭취 알림
nl: Belangrijke hydratie meldingen
pt: Notificações hidratação importantes
ru: Важные уведомления о гидратации
zh: 重要水分通知
zh_tw: 重要水分通知

source: ☀️ Good morning!
de: ☀️ Guten Morgen!
es: ☀️ ¡Buenos días!
ja: ☀️ おはよう！
ko: ☀️ 좋은 아침!
nl: ☀️ Goedemorgen!
pt: ☀️ Bom dia!
ru: ☀️ Доброе утро!
zh: ☀️ 早上好！
zh_tw: ☀️ 早上好！

source: 💧 Time to hydrate
de: 💧 Zeit zu hydratisieren
es: 💧 Hora de hidratarse
ja: 💧 水分補給の時間
ko: 💧 수분 보충 시간
nl: 💧 Tijd om te hydrateren
pt: 💧 Hora de hidratar
ru: 💧 Время гидратации
zh: 💧 水分补充时间
zh_tw: 💧 水分補充時間

source: 💧 Evening hydration
de: 💧 Abend-Hydration
es: 💧 Hidratación nocturna
ja: 💧 夜の水分補給
ko: 💧 저녁 수분 섭취
nl: 💧 Avond hydratie
pt: 💧 Hidratação noturna
ru: 💧 Вечерняя гидратация
zh: 💧 晚间水分补充
zh_tw: 💧 晚間水分補充

# dailyReportTitle
source: Daily report ready
de: Tagesbericht bereit
es: Informe diario listo
ja: 日報準備完了
ko: 일일 보고서 준비
nl: Dagrapport klaar
pt: Relatório diário pronto
ru: Дневной отчёт готов
zh: 日报完成
zh_tw: 日報完成

# dailyReportBody
source: See how your hydration day went
de: Sieh, wie dein Hydrationstag verlaufen ist
es: Ve cómo fue tu día de hidratación
ja: 今日の水分状態を確認
ko: 오늘의 수분 섭취 확인
nl: Zie hoe je hydratiedag verliep
pt: Veja como foi seu dia de hidratação
ru: Посмотрите, как прошёл ваш день гидратации
zh: 查看你的水分情况
zh_tw: 查看你的水分情況
