Repository: vtrukhnov-lab/HydraCoach
Catalog: lib/l10n/app_*.arb
Languages: de, es, ja, ko, nl, pt, ru, zh, zh_tw

# maintainWaterBalance
source: Maintain water balance throughout the day
de: Wasserbalance über den Tag aufrechterhalten
es: Mantén el equilibrio hídrico durante el día
ja: 1日を通じて水分バランスを維持
ko: 하루 종일 수분 균형 유지
nl: Houd waterbalans de hele dag
pt: Mantenha balanço água ao longo do dia
ru: Поддерживайте водный баланс в течение дня
zh: 全天保持水分平衡
zh_tw: 全天保持水分平衡

# electrolytesTime
source: Time for electrolytes: add a pinch of salt to water
de: Zeit für Elektrolyte: Prise Salz zum Wasser
es: Hora de electrolitos: agrega una pizca de sal al agua
ja: 電解質の時間: 水に一つまみの塩
ko: 전해질 시간: 물에 소금 한 꼬집
nl: Tijd voor elektrolyten: voeg snufje zout toe aan water
pt: Hora eletrólitos: adicione pitada sal à água
ru: Время для электролитов: добавьте щепотку соли в воду
zh: 电解质时间: 水中加少量盐
zh_tw: 電解質時間: 水中加少量鹽

# catchUpHydration
source: You've drunk only {percent}% of daily norm. Time to catch up!
de: Du hast nur {percent}% der Tagesnorm getrunken. Zeit aufzuholen!
es: Solo has bebido {percent}% de la norma diaria. ¡Es hora de ponerse al día!
ja: {percent}%のみ達成。補給の時間！
ko: 일일 기준의 {percent}%만 마셨습니다. 보충할 시간!
nl: Je hebt slechts {percent}% van dagelijkse norm gedronken. Tijd om in te halen!
pt: Você bebeu só {percent}% da norma diária. Hora recuperar!
ru: Вы выпили только {percent}% дневной нормы. Время наверстать!
zh: 你只喝了每日目标的{percent}%。该补上了！
zh_tw: 你只喝了每日目標的{percent}%。該補上了！

# excellentProgress
source: Excellent progress! A bit more to reach the goal
de: Hervorragender Fortschritt! Noch ein bisschen bis zum Ziel
es: ¡Excelente progreso! Un poco más para alcanzar la meta
ja: 素晴らしい進捗！もう少し
ko: 훌륭한 진행! 목표까지 조금만 더
nl: Uitstekende vooruitgang! Nog een beetje tot het doel
pt: Progresso excelente! Mais um pouco pra meta
ru: Отличный прогресс! Ещё немного до цели
zh: 进展优秀！再接再厉达成目标
zh_tw: 進展優秀！再接再厲達成目標

# postCoffeeTitle
source: After coffee
de: Nach Kaffee
es: Después del café
ja: コーヒー後
ko: 커피 후
nl: Na koffie
pt: Após café
ru: После кофе
zh: 咖啡后
zh_tw: 咖啡後

# postCoffeeBody
source: Drink 250-300 ml water to restore balance
de: 250-300 ml Wasser trinken, um Balance wiederherzustellen
es: Bebe 250-300 ml de agua para restaurar el equilibrio
ja: 250-300 mlの水でバランス回復
ko: 균형 회복을 위해 250-300ml 물 마시기
nl: Drink 250-300 ml water om balans te herstellen
pt: Beba 250-300 ml água pra restaurar balanço
ru: Выпейте 250-300 мл воды для восстановления баланса
zh: 喝250-300ml水恢复平衡
zh_tw: 喝250-300ml水恢復平衡

# postWorkoutTitle
source: After workout
de: Nach Workout
es: Después del entrenamiento
ja: 運動後
ko: 운동 후
nl: Na training
pt: Após treino
ru: После тренировки
zh: 运动后
zh_tw: 運動後

# postWorkoutBody
source: Restore electrolytes: 500 ml water + pinch of salt
de: Elektrolyte auffüllen: 500 ml Wasser + Prise Salz
es: Restaura electrolitos: 500 ml agua + pizca de sal
ja: 電解質を回復: 500 ml水 + 一つまみの塩
ko: 전해질 회복: 500ml 물 + 소금 한 꼬집
nl: Herstel elektrolyten: 500 ml water + snufje zout
pt: Restaure eletrólitos: 500 ml água + pitada sal
ru: Восстановите электролиты: 500 мл воды + щепотка соли
zh: 恢复电解质: 500ml水 + 少量盐
zh_tw: 恢復電解質: 500ml水 + 少量鹽

# heatWarningPro
source: 🌡️ PRO Heat warning
de: 🌡️ PRO Hitzewarnung
es: 🌡️ PRO Alerta de calor
ja: 🌡️ PRO暑熱警告
ko: 🌡️ PRO 더위 경고
nl: 🌡️ PRO Hittewaarschuwing
pt: 🌡️ Aviso calor PRO
ru: 🌡️ PRO Предупреждение о жаре
zh: 🌡️ PRO高温警告
zh_tw: 🌡️ PRO高溫警告

# extremeHeatWarning
source: Extreme heat! Increase water consumption by 15% and add 1g salt
de: Extreme Hitze! Wasserkonsum um 15% erhöhen und 1g Salz hinzufügen
es: ¡Calor extremo! Aumenta el consumo de agua en 15% y agrega 1g de sal
ja: 極暑！水を15%増加し塩1g追加
ko: 극심한 더위! 물 15% 증가 및 소금 1g 추가
nl: Extreme hitte! Verhoog waterverbruik met 15% en voeg 1g zout toe
pt: Calor extremo! Aumente consumo água em 15% e adicione 1g sal
ru: Экстремальная жара! Увеличьте потребление воды на 15% и добавьте 1г соли
zh: 极热！水分增加15%，加1g盐
zh_tw: 極熱！水分增加15%，加1g鹽

# hotWeatherWarning
source: Hot! Drink 10% more water and don't forget electrolytes
de: Heiß! 10% mehr Wasser trinken und Elektrolyte nicht vergessen
es: ¡Calor! Bebe 10% más agua y no olvides los electrolitos
ja: 暑い！水を10%多く、電解質を忘れずに
ko: 더움! 물 10% 증가 및 전해질 잊지 마세요
nl: Heet! Drink 10% meer water en vergeet elektrolyten niet
pt: Quente! Beba 10% mais água e não esqueça eletrólitos
ru: Жарко! Пейте на 10% больше воды и не забывайте об электролитах
zh: 炎热！多喝10%水，别忘电解质
zh_tw: 炎熱！多喝10%水，別忘電解質

# warmWeatherWarning
source: Warm weather. Monitor your hydration
de: Warmes Wetter. Hydration überwachen
es: Clima cálido. Monitorea tu hidratación
ja: 温暖。水分補給を監視
ko: 따뜻한 날씨. 수분 섭취 모니터링
nl: Warm weer. Monitor je hydratie
pt: Clima quente. Monitore sua hidratação
ru: Тёплая погода. Следите за гидратацией
zh: 温暖。监测水分状态
zh_tw: 溫暖。監測水分狀態

# alcoholRecoveryTitle
source: 🍺 Recovery time
de: 🍺 Erholungszeit
es: 🍺 Tiempo de recuperación
ja: 🍺 回復時間
ko: 🍺 회복 시간
nl: 🍺 Hersteltijd
pt: 🍺 Hora recuperação
ru: 🍺 Время восстановления
zh: 🍺 恢复时间
zh_tw: 🍺 恢復時間

# alcoholRecoveryBody
source: Drink 300 ml water with a pinch of salt for balance
de: 300 ml Wasser mit Prise Salz für Balance trinken
es: Bebe 300 ml agua con una pizca de sal para equilibrio
ja: 300 mlの水に一つまみの塩でバランス
ko: 균형을 위해 소금 한 꼬집과 물 300ml 마시기
nl: Drink 300 ml water met snufje zout voor balans
pt: Beba 300 ml água com pitada sal pro balanço
ru: Выпейте 300 мл воды со щепоткой соли для баланса
zh: 喝300ml水加少量盐恢复平衡
zh_tw: 喝300ml水加少量鹽恢復平衡

source: 💧 Continue hydration
de: 💧 Hydration fortsetzen
es: 💧 Continúa la hidratación
ja: 💧 水分補給を継続
ko: 💧 수분 섭취 계속
nl: 💧 Ga door met hydrateren
pt: 💧 Continue hidratação
ru: 💧 Продолжайте гидратацию
zh: 💧 继续补水
zh_tw: 💧 繼續補水

# alcoholRecoveryBody2
source: Another 500 ml water will help you recover faster
de: Weitere 500 ml Wasser helfen dir schneller zu erholen
es: Otros 500 ml de agua te ayudarán a recuperarte más rápido
ja: さらに500 mlの水で早い回復
ko: 추가로 500ml 물을 마시면 더 빨리 회복됩니다
nl: Nog 500 ml water helpt je sneller herstellen
pt: Mais 500 ml água vão ajudar recuperar mais rápido
ru: Ещё 500 мл воды помогут вам быстрее восстановиться
zh: 再喝500ml水帮助更快恢复
zh_tw: 再喝500ml水幫助更快恢復

# morningRecoveryTitle
source: ☀️ Morning recovery
de: ☀️ Morgen-Erholung
es: ☀️ Recuperación matutina
ja: ☀️ 朝の回復
ko: ☀️ 아침 회복
nl: ☀️ Ochtend herstel
pt: ☀️ Recuperação matinal
ru: ☀️ Утреннее восстановление
zh: ☀️ 晨间恢复
zh_tw: ☀️ 晨間恢復

# morningRecoveryBody
source: Start the day with 500 ml water and electrolytes
de: Tag mit 500 ml Wasser und Elektrolyten beginnen
es: Comienza el día con 500 ml agua y electrolitos
ja: 500 mlの水と電解質で1日を開始
ko: 500ml 물과 전해질로 하루 시작
nl: Start de dag met 500 ml water en elektrolyten
pt: Comece dia com 500 ml água e eletrólitos
ru: Начните день с 500 мл воды и электролитов
zh: 以500ml水和电解质开始新的一天
zh_tw: 以500ml水和電解質開始新的一天

# testNotificationTitle
source: 🧪 Test notification
de: 🧪 Test-Benachrichtigung
es: 🧪 Notificación de prueba
ja: 🧪 テスト通知
ko: 🧪 테스트 알림
nl: 🧪 Test melding
pt: 🧪 Notificação teste
ru: 🧪 Тестовое уведомление
zh: 🧪 测试通知
zh_tw: 🧪 測試通知

# testNotificationBody
source: If you see this - instant notifications work!
de: Wenn du das siehst - sofortige Benachrichtigungen funktionieren!
es: Si ves esto - ¡las notificaciones instantáneas funcionan!
ja: これが見えれば即時通知が機能！
ko: 보인다면 즉시 알림이 작동합니다!
nl: Als je dit ziet - instant meldingen werken!
pt: Se vê isso - notificações instantâneas funcionam!
ru: Если вы видите это - мгновенные уведомления работают!
zh: 如果你看到这个 - 即时通知有效！
zh_tw: 如果你看到這個 - 即時通知有效！

# scheduledTestTitle
source: ⏰ Scheduled test (1 min)
de: ⏰ Geplanter Test (1 Min.)
es: ⏰ Prueba programada (1 min)
ja: ⏰ スケジュールテスト (1分)
ko: ⏰ 예약된 테스트 (1분)
nl: ⏰ Geplande test (1 min)
pt: ⏰ Teste agendado (1 min)
ru: ⏰ Запланированный тест (1 мин)
zh: ⏰ 定时测试(1分钟)
zh_tw: ⏰ 定時測試(1分鐘)

# scheduledTestBody
source: This notification was scheduled 1 minute ago. Scheduling works!
de: Diese Benachrichtigung wurde vor 1 Minute geplant. Planung funktioniert!
es: Esta notificación fue programada hace 1 minuto. ¡La programación funciona!
ja: この通知は1分前にスケジュール。機能中！
ko: 이 알림은 1분 전에 예약되었습니다. 예약 작동!
nl: Deze melding werd 1 minuut geleden gepland. Planning werkt!
pt: Esta notificação foi agendada 1 min atrás. Agendamento funciona!
ru: Это уведомление было запланировано минуту назад. Планирование работает!
zh: 此通知在1分钟前安排。定时有效！
zh_tw: 此通知在1分鐘前安排。定時有效！

source: ✅ NotificationService initialized
de: ✅ NotificationService initialisiert
es: ✅ NotificationService inicializado
ja: ✅ 通知サービス初期化
ko: ✅ 알림 서비스 초기화됨
nl: ✅ NotificationService geïnitialiseerd
pt: ✅ NotificationService inicializado
ru: ✅ NotificationService инициализирован
zh: ✅ 通知服务已初始化
zh_tw: ✅ 通知服務已初始化

source: ✅ Local notifications initialized
de: ✅ Lokale Benachrichtigungen initialisiert
es: ✅ Notificaciones locales inicializadas
ja: ✅ ローカル通知初期化
ko: ✅ 로컬 알림 초기화됨
nl: ✅ Lokale meldingen geïnitialiseerd
pt: ✅ Notificações locais inicializadas
ru: ✅ Локальные уведомления инициализированы
zh: ✅ 本地通知已初始化
zh_tw: ✅ 本地通知已初始化

# androidChannelsCreated
source: 📢 Android notification channels created
de: 📢 Android-Benachrichtigungskanäle erstellt
es: 📢 Canales de notificación Android creados
ja: 📢 Androidチャンネル作成
ko: 📢 안드로이드 알림 채널 생성됨
nl: 📢 Android melding kanalen aangemaakt
pt: 📢 Canais notificação Android criados
ru: 📢 Android каналы уведомлений созданы
zh: 📢 Android通知渠道已创建
zh_tw: 📢 Android通知頻道已建立

source: 📝 Notifications permission: {granted}
de: 📝 Benachrichtigungsberechtigung: {granted}
es: 📝 Permiso de notificaciones: {granted}
ja: 📝 通知権限: {granted}
ko: 📝 알림 권한: {granted}
nl: 📝 Meldingen permissie: {granted}
pt: 📝 Permissão notificações: {granted}
ru: 📝 Разрешение уведомлений: {granted}
zh: 📝 通知权限: {granted}
zh_tw: 📝 通知權限：{granted}

source: 📝 Exact alarms permission: {granted}
de: 📝 Exakte Alarm-Berechtigung: {granted}
es: 📝 Permiso de alarmas exactas: {granted}
ja: 📝 正確なアラーム権限: {granted}
ko: 📝 정확한 알람 권한: {granted}
nl: 📝 Exacte alarmen permissie: {granted}
pt: 📝 Permissão alarmes exatos: {granted}
ru: 📝 Разрешение точных будильников: {granted}
zh: 📝 精确闹钟权限: {granted}
zh_tw: 📝 精確鬧鐘權限：{granted}

# fcmPermissions
source: 📱 FCM permissions: {status}
de: 📱 FCM-Berechtigungen: {status}
es: 📱 Permisos FCM: {status}
ja: 📱 FCM権限: {status}
ko: 📱 FCM 권한: {status}
nl: 📱 FCM permissies: {status}
pt: 📱 Permissões FCM: {status}
ru: 📱 FCM разрешения: {status}
zh: 📱 FCM权限: {status}
zh_tw: 📱 FCM權限：{status}

source: 🔑 FCM Token received
de: 🔑 FCM-Token empfangen
es: 🔑 Token FCM recibido
ja: 🔑 FCMトークン受信
ko: 🔑 FCM 토큰 수신됨
nl: 🔑 FCM Token ontvangen
pt: 🔑 Token FCM recebido
ru: 🔑 FCM Токен получен
zh: 🔑 FCM令牌已收到
zh_tw: 🔑 已收到FCM Token

# fcmTokenSaved
source: ✅ FCM Token saved to Firestore for user {userId}
de: ✅ FCM-Token in Firestore für Nutzer {userId} gespeichert
es: ✅ Token FCM guardado en Firestore para usuario {userId}
ja: ✅ FCMトークンをFirestoreに保存 {userId}
ko: ✅ 사용자 {userId}의 FCM 토큰이 Firestore에 저장됨
nl: ✅ FCM Token opgeslagen in Firestore voor gebruiker {userId}
pt: ✅ Token FCM salvo no Firestore pra usuário {userId}
ru: ✅ FCM Токен сохранён в Firestore для пользователя {userId}
zh: ✅ FCM令牌已保存到用户{userId}的Firestore
zh_tw: ✅ 用戶{userId}的FCM Token已儲存到Firestore

source: ✅ Topic subscription complete
de: ✅ Themen-Abonnement abgeschlossen
es: ✅ Suscripción a tema completa
ja: ✅ トピック購読完了
ko: ✅ 주제 구독 완료
nl: ✅ Topic abonnement compleet
pt: ✅ Inscrição tópico completa
ru: ✅ Подписка на тему завершена
zh: ✅ 主题订阅完成
zh_tw: ✅ 主題訂閱完成

# foregroundMessage
source: 📨 Foreground message: {title}
de: 📨 Vordergrund-Nachricht: {title}
es: 📨 Mensaje en primer plano: {title}
ja: 📨 フォアグラウンドメッセージ: {title}
ko: 📨 포그라운드 메시지: {title}
nl: 📨 Voorgrond bericht: {title}
pt: 📨 Mensagem foreground: {title}
ru: 📨 Сообщение на переднем плане: {title}
zh: 📨 前台消息: {title}
zh_tw: 📨 前景訊息：{title}

# notificationOpened
source: 📱 Notification opened: {messageId}
de: 📱 Benachrichtigung geöffnet: {messageId}
es: 📱 Notificación abierta: {messageId}
ja: 📱 通知を開く: {messageId}
ko: 📱 알림 열림: {messageId}
nl: 📱 Melding geopend: {messageId}
pt: 📱 Notificação aberta: {messageId}
ru: 📱 Уведомление открыто: {messageId}
zh: 📱 通知已打开: {messageId}
zh_tw: 📱 通知已開啟：{messageId}

# dailyLimitReached
source: ⚠️ Daily notification limit reached (4/day for FREE)
de: ⚠️ Tägliches Benachrichtigungslimit erreicht (4/Tag für FREE)
es: ⚠️ Límite diario de notificaciones alcanzado (4/día para FREE)
ja: ⚠️ 1日の通知上限 (4/日 FREE)
ko: ⚠️ 일일 알림 제한 도달 (무료 4개/일)
nl: ⚠️ Dagelijkse meldinglimiet bereikt (4/dag voor FREE)
pt: ⚠️ Limite diário notificações atingido (4/dia FREE)
ru: ⚠️ Достигнут дневной лимит уведомлений (4/день для FREE)
zh: ⚠️ 已达每日通知限制(免费版4/天)
zh_tw: ⚠️ 已達每日通知限制(免費版4/天)

# schedulingError
source: ❌ Notification scheduling error: {error}
de: ❌ Benachrichtigungs-Planungsfehler: {error}
es: ❌ Error de programación de notificación: {error}
ja: ❌ 通知スケジュールエラー: {error}
ko: ❌ 알림 예약 오류: {error}
nl: ❌ Melding planningsfout: {error}
pt: ❌ Erro agendamento notificação: {error}
ru: ❌ Ошибка планирования уведомления: {error}
zh: ❌ 通知安排错误: {error}
zh_tw: ❌ 通知預定錯誤：{error}

# showingImmediatelyAsFallback
source: Showing notification immediately as fallback
de: Benachrichtigung wird sofort als Fallback angezeigt
es: Mostrando notificación inmediatamente como respaldo
ja: 即座に通知を表示
ko: 대체로 즉시 알림 표시
nl: Melding direct getoond als fallback
pt: Mostrando notificação imediatamente como fallback
ru: Показываем уведомление немедленно как резервный вариант
zh: 作为后备立即显示通知
zh_tw: 立即顯示通知作為備用

# instantNotificationShown
source: 📬 Instant notification shown: {title}
de: 📬 Sofortbenachrichtigung angezeigt: {title}
es: 📬 Notificación instantánea mostrada: {title}
ja: 📬 即時通知表示: {title}
ko: 📬 즉시 알림 표시됨: {title}
nl: 📬 Instant melding getoond: {title}
pt: 📬 Notificação instantânea mostrada: {title}
ru: 📬 Мгновенное уведомление показано: {title}
zh: 📬 即时通知已显示: {title}
zh_tw: 📬 已顯示即時通知：{title}

# smartRemindersScheduled
source: 🧠 Scheduling smart reminders...
de: 🧠 Plane intelligente Erinnerungen...
es: 🧠 Programando recordatorios inteligentes...
ja: 🧠 スマートリマインダー設定中...
ko: 🧠 스마트 알림 예약 중...
nl: 🧠 Slimme herinneringen plannen...
pt: 🧠 Agendando lembretes inteligentes...
ru: 🧠 Планирование умных напоминаний...
zh: 🧠 正在安排智能提醒...
zh_tw: 🧠 預定智能提醒中...

# smartRemindersComplete
source: ✅ Scheduled {count} reminders
de: ✅ {count} Erinnerungen geplant
es: ✅ Programados {count} recordatorios
ja: ✅ {count}件のリマインダー設定完了
ko: ✅ {count}개 알림 예약됨
nl: ✅ {count} herinneringen gepland
pt: ✅ Agendados {count} lembretes
ru: ✅ Запланировано {count} напоминаний
zh: ✅ 已安排{count}个提醒
zh_tw: ✅ 已預定{count}個提醒

# proPostCoffeeScheduled
source: ☕ PRO: Post-coffee reminder scheduled
de: ☕ PRO: Nach-Kaffee-Erinnerung geplant
es: ☕ PRO: Recordatorio post-café programado
ja: ☕ PRO: コーヒー後リマインダー設定
ko: ☕ PRO: 커피 후 알림 예약됨
nl: ☕ PRO: Na-koffie herinnering gepland
pt: ☕ PRO: Lembrete pós-café agendado
ru: ☕ PRO: Напоминание после кофе запланировано
zh: ☕ PRO: 咖啡后提醒已安排
zh_tw: ☕ PRO：咖啡後提醒已預定

# postWorkoutScheduled
source: 💪 Post-workout reminder scheduled
de: 💪 Nach-Workout-Erinnerung geplant
es: 💪 Recordatorio post-entrenamiento programado
ja: 💪 運動後リマインダー設定
ko: 💪 운동 후 알림 예약됨
nl: 💪 Na-training herinnering gepland
pt: 💪 Lembrete pós-treino agendado
ru: 💪 Напоминание после тренировки запланировано
zh: 💪 运动后提醒已安排
zh_tw: 💪 運動後提醒已預定

# proHeatWarningPro
source: 🌡️ PRO: Heat warning sent
de: 🌡️ PRO: Hitzewarnung gesendet
es: 🌡️ PRO: Alerta de calor enviada
ja: 🌡️ PRO: 暑熱警告送信
ko: 🌡️ PRO: 더위 경고 전송됨
nl: 🌡️ PRO: Hittewaarschuwing verzonden
pt: 🌡️ PRO: Aviso calor enviado
ru: 🌡️ PRO: Предупреждение о жаре отправлено
zh: 🌡️ PRO: 高温警告已发送
zh_tw: 🌡️ PRO：高溫警告已發送

# proAlcoholRecoveryPlan
source: 🍺 PRO: Alcohol recovery plan scheduled
de: 🍺 PRO: Alkohol-Erholungsplan geplant
es: 🍺 PRO: Plan de recuperación de alcohol programado
ja: 🍺 PRO: 飲酒回復計画設定
ko: 🍺 PRO: 알코올 회복 계획 예약됨
nl: 🍺 PRO: Alcohol herstelplan gepland
pt: 🍺 PRO: Plano recuperação álcool agendado
ru: 🍺 PRO: План восстановления после алкоголя запланирован
zh: 🍺 PRO: 酒精恢复计划已安排
zh_tw: 🍺 PRO：酒精恢復計劃已預定

# eveningReportScheduled
source: 📊 Evening report scheduled for {day}.{month} at 21:00
de: 📊 Abendbericht geplant für {day}.{month} um 21:00
es: 📊 Informe nocturno programado para {day}.{month} a las 21:00
ja: 📊 夜間レポート設定 {day}.{month} 21:00
ko: 📊 {day}.{month} 21:00에 저녁 보고서 예약됨
nl: 📊 Avondrapport gepland voor {day}.{month} om 21:00
pt: 📊 Relatório noturno agendado pra {day}.{month} às 21:00
ru: 📊 Вечерний отчёт запланирован на {day}.{month} в 21:00
zh: 📊 晚间报告已安排在{day}.{month} 21:00
zh_tw: 📊 晚間報告已預定於{day}.{month} 21:00

# notificationCancelled
source: 🚫 Notification {id} cancelled
de: 🚫 Benachrichtigung {id} abgebrochen
es: 🚫 Notificación {id} cancelada
ja: 🚫 通知{id}キャンセル
ko: 🚫 알림 {id} 취소됨
nl: 🚫 Melding {id} geannuleerd
pt: 🚫 Notificação {id} cancelada
ru: 🚫 Уведомление {id} отменено
zh: 🚫 通知{id}已取消
zh_tw: 🚫 通知{id}已取消

source: 🗑️ All notifications cancelled
de: 🗑️ Alle Benachrichtigungen abgebrochen
es: 🗑️ Todas las notificaciones canceladas
ja: 🗑️ 全通知キャンセル
ko: 🗑️ 모든 알림 취소됨
nl: 🗑️ Alle meldingen geannuleerd
pt: 🗑️ Todas notificações canceladas
ru: 🗑️ Все уведомления отменены
zh: 🗑️ 所有通知已取消
zh_tw: 🗑️ 所有通知已取消

source: ✅ Reminder settings saved
de: ✅ Erinnerungseinstellungen gespeichert
es: ✅ Configuración de recordatorios guardada
ja: ✅ リマインダー設定保存
ko: ✅ 알림 설정 저장됨
nl: ✅ Herinnering instellingen opgeslagen
pt: ✅ Ajustes lembretes salvos
ru: ✅ Настройки напоминаний сохранены
zh: ✅ 提醒设置已保存
zh_tw: ✅ 提醒設定已儲存

# testNotificationScheduledFor
source: ⏰ Test notification scheduled for {time}
de: ⏰ Test-Benachrichtigung geplant für {time}
es: ⏰ Notificación de prueba programada para {time}
ja: ⏰ テスト通知設定: {time}
ko: ⏰ {time}에 테스트 알림 예약됨
nl: ⏰ Test melding gepland voor {time}
pt: ⏰ Notificação teste agendada pra {time}
ru: ⏰ Тестовое уведомление запланировано на {time}
zh: ⏰ 测试通知已安排在{time}
zh_tw: ⏰ 測試通知已預定於{time}

# tomorrowRecommendations
source: Recommendations for tomorrow
de: Empfehlungen für morgen
es: Recomendaciones para mañana
ja: 明日への推奨
ko: 내일을 위한 권장사항
nl: Aanbevelingen voor morgen
pt: Recomendações pra amanhã
ru: Рекомендации на завтра
zh: 明天的建议
zh_tw: 明日建議

# recommendationExcellent
source: Excellent work! Keep it up. Try to start the day with a glass of water and maintain even consumption.
de: Hervorragende Arbeit! Weiter so. Versuche, den Tag mit einem Glas Wasser zu beginnen und gleichmäßig zu trinken.
es: ¡Excelente trabajo! Sigue así. Intenta comenzar el día con un vaso de agua y mantén un consumo equilibrado.
ja: 素晴らしい！朝に水を飲み均等に摂取を。
ko: 훌륭합니다! 계속하세요. 물 한 잔으로 하루를 시작하고 균등하게 섭취하세요.
nl: Uitstekend werk! Ga zo door. Probeer de dag te starten met een glas water en houd gelijk verbruik aan.
pt: Trabalho excelente! Continue assim. Tente começar dia com copo d'água e manter consumo uniforme.
ru: Отличная работа! Продолжайте в том же духе. Старайтесь начинать день со стакана воды и поддерживать равномерное потребление.
zh: 优秀！继续保持。尝试以一杯水开始新的一天并保持均匀摄入
zh_tw: 優秀！保持下去。嘗試以一杯水開始新的一天並保持均勻攝取。

# recommendationDiluted
source: You drink a lot of water but few electrolytes. Tomorrow add more salt or drink an electrolyte beverage. Try starting the day with salty broth.
de: Du trinkst viel Wasser aber wenig Elektrolyte. Morgen mehr Salz oder ein Elektrolytgetränk. Versuche den Tag mit salziger Brühe zu beginnen.
es: Bebes mucha agua pero pocos electrolitos. Mañana agrega más sal o bebe una bebida electrolítica. Prueba comenzar el día con caldo salado.
ja: 水が多く電解質が少ない。明日は塩を追加。
ko: 물을 많이 마시지만 전해질이 부족합니다. 내일 소금을 더 추가하거나 전해질 음료를 마시세요.
nl: Je drinkt veel water maar weinig elektrolyten. Voeg morgen meer zout toe of drink elektrolytendrank. Probeer de dag te starten met zoute bouillon.
pt: Você bebe muita água mas poucos eletrólitos. Amanhã adicione mais sal ou beba bebida eletrolítica. Tente começar dia com caldo salgado.
ru: Вы пьете много воды, но мало электролитов. Завтра добавьте больше соли или выпейте электролитный напиток. Попробуйте начать день с соленого бульона.
zh: 你喝了很多水但电解质少。明天多加盐或喝电解质饮料。试着以咸汤开始新的一天
zh_tw: 您喝很多水但電解質少。明天多加鹽或喝電解質飲料。嘗試以鹽湯開始新的一天。

# recommendationDehydrated
source: Not enough water today. Tomorrow set reminders every 2 hours. Keep a water bottle in sight.
de: Heute nicht genug Wasser. Morgen alle 2 Stunden Erinnerungen setzen. Wasserflasche in Sicht halten.
es: No suficiente agua hoy. Mañana establece recordatorios cada 2 horas. Mantén una botella de agua a la vista.
ja: 水不足。明日は2時間ごとにリマインダーを設定。
ko: 오늘 물이 부족합니다. 내일 2시간마다 알림을 설정하세요. 물병을 눈에 보이는 곳에 두세요.
nl: Niet genoeg water vandaag. Stel morgen herinneringen in elke 2 uur. Houd waterfles in zicht.
pt: Pouca água hoje. Amanhã ajuste lembretes a cada 2 horas. Mantenha garrafa d'água à vista.
ru: Недостаточно воды сегодня. Завтра поставьте напоминания каждые 2 часа. Держите бутылку воды на видном месте.
zh: 今天水不够。明天每2小时设置提醒。把水壶放在显眼位置
zh_tw: 今天水不夠。明天每2小時設定提醒。將水瓶放在視線內。

# recommendationLowSalt
source: Low sodium levels can cause fatigue. Add a pinch of salt to water or drink broth. Especially important on keto or fasting.
de: Niedrige Natriumwerte können Müdigkeit verursachen. Prise Salz zum Wasser oder Brühe trinken. Besonders wichtig bei Keto oder Fasten.
es: Los niveles bajos de sodio pueden causar fatiga. Agrega una pizca de sal al agua o bebe caldo. Especialmente importante en keto o ayuno.
ja: Naが低いと疲労。水に塩を追加またはスープ。
ko: 낮은 나트륨 수치는 피로를 유발할 수 있습니다. 물에 소금을 추가하거나 육수를 마시세요.
nl: Lage natriumwaarden kunnen vermoeidheid veroorzaken. Voeg snufje zout toe aan water of drink bouillon. Vooral belangrijk bij keto of vasten.
pt: Níveis baixos sódio podem causar fadiga. Adicione pitada sal à água ou beba caldo. Especialmente importante em keto ou jejum.
ru: Низкий уровень натрия может вызвать усталость. Добавьте щепотку соли в воду или выпейте бульон. Особенно важно на кето или при голодании.
zh: 低钠会导致疲劳。在水中加少量盐或喝汤。生酮或禁食时特别重要
zh_tw: 低鈉可能導致疲勞。在水中加少許鹽或喝湯。在生酮或斷食時特別重要。

# recommendationGeneral
source: Aim for balance between water and electrolytes. Drink evenly throughout the day and don't forget salt in heat.
de: Strebe Balance zwischen Wasser und Elektrolyten an. Trinke gleichmäßig über den Tag und vergiss Salz bei Hitze nicht.
es: Apunta al equilibrio entre agua y electrolitos. Bebe uniformemente durante el día y no olvides la sal en el calor.
ja: 水と電解質のバランスを目指す。1日を通じて均等に。
ko: 물과 전해질의 균형을 목표로 하세요. 하루 종일 고르게 마시고 더위에 소금을 잊지 마세요.
nl: Streef naar balans tussen water en elektrolyten. Drink gelijkmatig gedurende de dag en vergeet zout niet bij hitte.
pt: Busque balanço entre água e eletrólitos. Beba uniformemente ao longo do dia e não esqueça sal no calor.
ru: Стремитесь к балансу воды и электролитов. Пейте равномерно в течение дня и не забывайте про соль в жару.
zh: 目标是水和电解质平衡。全天均匀饮用，炎热时别忘盐
zh_tw: 追求水和電解質平衡。全天均勻飲水並在炎熱時別忘鹽。

# category_water
source: Water
de: Wasser
es: Agua
ja: 水
ko: 물
pt: Água
ru: Вода
zh: 水
zh_tw: 水

# category_hot_drinks
source: Hot Drinks
de: Heiße Getränke
es: Bebidas calientes
ja: 温かい飲み物
ko: 따뜻한 음료
nl: Warme Dranken
pt: Bebidas Quentes
ru: Горячие напитки
zh: 热饮
zh_tw: 熱飲

# category_juice
source: Juices
de: Säfte
es: Jugos
ja: ジュース
ko: 주스
nl: Sappen
pt: Sucos
ru: Соки
zh: 果汁
zh_tw: 果汁

# category_sports
source: Sports
de: Sport
es: Deportivas
ja: スポーツ
ko: 스포츠
nl: Sport
pt: Esportivas
ru: Спортивные
zh: 运动
zh_tw: 運動

# category_dairy
source: Dairy
de: Milchprodukte
es: Lácteos
ja: 乳製品
ko: 유제품
nl: Zuivel
pt: Lácteos
ru: Молочные
zh: 乳制品
zh_tw: 乳製品

# category_alcohol
source: Alcohol
de: Alkohol
ja: アルコール
ko: 알코올
pt: Álcool
ru: Алкоголь
zh: 酒精
zh_tw: 酒精

# category_supplements
source: Supplements
de: Nahrungsergänzung
es: Suplementos
ja: サプリ
ko: 보충제
nl: Supplementen
pt: Suplementos
ru: Добавки
zh: 补剂
zh_tw: 補充劑

# category_other
source: Other
de: Sonstiges
es: Otros
ja: その他
ko: 기타
nl: Overige
pt: Outros
ru: Другое
zh: 其他
zh_tw: 其他

# drink_water
source: Water
de: Wasser
es: Agua
ja: 水
ko: 물
pt: Água
ru: Вода
zh: 水
zh_tw: 水

# drink_sparkling_water
source: Sparkling Water
de: Sprudelwasser
es: Agua con gas
ja: 炭酸水
ko: 탄산수
nl: Bruisend Water
pt: Água com Gás
ru: Газированная вода
zh: 气泡水
zh_tw: 氣泡水
