Repository: vtrukhnov-lab/HydraCoach
Catalog: lib/l10n/app_*.arb
Languages: de, es, ja, ko, nl, pt, ru, zh, zh_tw

source: Get PRO
de: PRO holen
es: Obtener PRO
ja: PROを取得
ko: PRO 받기
nl: PRO halen
pt: PRO
ru: Получить PRO
zh: 获取PRO
zh_tw: 獲取PRO

source: Sunday
de: Sonntag
es: Domingo
ja: 日曜日
ko: 일요일
nl: Zondag
pt: Domingo
ru: Воскресенье
zh: 周日
zh_tw: 週日

source: Monday
de: Montag
es: Lunes
ja: 月曜日
ko: 월요일
nl: Maandag
pt: Segunda
ru: Понедельник
zh: 周一
zh_tw: 週一

source: Tuesday
de: Dienstag
es: Martes
ja: 火曜日
ko: 화요일
nl: Dinsdag
pt: Terça
ru: Вторник
zh: 周二
zh_tw: 週二

source: Wednesday
de: Mittwoch
es: Miércoles
ja: 水曜日
ko: 수요일
nl: Woensdag
pt: Quarta
ru: Среда
zh: 周三
zh_tw: 週三

source: Thursday
de: Donnerstag
es: Jueves
ja: 木曜日
ko: 목요일
nl: Donderdag
pt: Quinta
ru: Четверг
zh: 周四
zh_tw: 週四

source: Friday
de: Freitag
es: Viernes
ja: 金曜日
ko: 금요일
nl: Vrijdag
pt: Sexta
ru: Пятница
zh: 周五
zh_tw: 週五

source: Saturday
de: Samstag
es: Sábado
ja: 土曜日
ko: 토요일
nl: Zaterdag
pt: Sábado
ru: Суббота
zh: 周六
zh_tw: 週六

source: January
de: Januar
es: Enero
ja: 1月
ko: 1월
nl: Januari
pt: Janeiro
ru: Январь
zh: 1月
zh_tw: 1月

source: February
de: Februar
es: Febrero
ja: 2月
ko: 2월
nl: Februari
pt: Fevereiro
ru: Февраль
zh: 2月
zh_tw: 2月

source: March
de: März
es: Marzo
ja: 3月
ko: 3월
nl: Maart
pt: Março
ru: Март
zh: 3月
zh_tw: 3月

source: April
es: Abril
ja: 4月
ko: 4월
pt: Abril
ru: Апрель
zh: 4月
zh_tw: 4月

source: May
de: Mai
es: Mayo
ja: 5月
ko: 5월
nl: Mei
pt: Maio
ru: Май
zh: 5月
zh_tw: 5月

source: June
de: Juni
es: Junio
ja: 6月
ko: 6월
nl: Juni
pt: Junho
ru: Июнь
zh: 6月
zh_tw: 6月

source: July
de: Juli
es: Julio
ja: 7月
ko: 7월
nl: Juli
pt: Julho
ru: Июль
zh: 7月
zh_tw: 7月

source: August
es: Agosto
ja: 8月
ko: 8월
nl: Augustus
pt: Agosto
ru: Август
zh: 8月
zh_tw: 8月

source: September
es: Septiembre
ja: 9月
ko: 9월
pt: Setembro
ru: Сентябрь
zh: 9月
zh_tw: 9月

source: October
de: Oktober
es: Octubre
ja: 10月
ko: 10월
nl: Oktober
pt: Outubro
ru: Октябрь
zh: 10月
zh_tw: 10月

source: November
es: Noviembre
ja: 11月
ko: 11월
pt: Novembro
ru: Ноябрь
zh: 11月
zh_tw: 11月

source: December
de: Dezember
es: Diciembre
ja: 12月
ko: 12월
pt: Dezembro
ru: Декабрь
zh: 12月
zh_tw: 12月

source: Loading...
de: Lädt...
es: Cargando...
ja: 読み込み中...
ko: 로딩 중...
nl: Laden...
pt: Carregando...
ru: Загрузка...
zh: 加载中...
zh_tw: 載入中...

source: Loading weather...
de: Wetter wird geladen...
es: Cargando el clima...
ja: 天気を読み込んでいます...
ko: 날씨 로딩 중...
nl: Weer laden...
pt: Carregando clima...
ru: Загрузка погоды...
zh: 获取天气...
zh_tw: 獲取天氣...

source: Heat Index
de: Hitzeindex
es: Índice de calor
ja: 熱中症指数
ko: 열 지수
nl: Hitteindex
pt: Índice de Calor
ru: Индекс жары
zh: 热指数
zh_tw: 熱指數

source: Humidity
de: Luftfeuchtigkeit
es: Humedad
ja: 湿度
ko: 습도
nl: Vochtigheid
pt: Umidade
ru: Влажность
zh: 湿度
zh_tw: 濕度: {value}%

source: Water
de: Wasser
es: Agua
ja: 水
ko: 물
pt: Água
ru: Вода
zh: 水
zh_tw: 水

source: Liquids
de: Getränke
es: Líquidos
ja: 飲料
ko: 음료
nl: Vloeistoffen
pt: Líquidos
ru: Напитки
zh: 液体
zh_tw: 液體

source: Sodium
de: Natrium
es: Sodio
ja: ナトリウム
ko: 나트륨
nl: Natrium
pt: Sódio
ru: Натрий
zh: 钠
zh_tw: 鈉

source: Potassium
de: Kalium
es: Potasio
ja: カリウム
ko: 칼륨
nl: Kalium
pt: Potássio
ru: Калий
zh: 钾
zh_tw: 鉀

source: Magnesium
es: Magnesio
ja: マグネシウム
ko: 마그네슘
pt: Magnésio
ru: Магний
zh: 镁
zh_tw: 鎂

source: Electrolyte
de: Elektrolyte
es: Electrolitos
ja: 電解質
ko: 전해질
nl: Elektrolyt
pt: Eletrólito
ru: Электролиты
zh: 电解质
zh_tw: 電解質

source: Broth
de: Brühe
es: Caldo
ja: スープ
ko: 육수
nl: Bouillon
pt: Caldo
ru: Бульон
zh: 汤
zh_tw: 湯

source: Coffee
de: Kaffee
es: Café
ja: コーヒー
ko: 커피
nl: Koffie
pt: Café
ru: Кофе
zh: 咖啡
zh_tw: 咖啡

source: Alcohol
de: Alkohol
ja: アルコール
ko: 알코올
pt: Álcool
ru: Алкоголь
zh: 酒精
zh_tw: 酒精

source: Drink
de: Getränk
es: Bebida
ja: 飲み物
ko: 음료
nl: Drank
pt: Bebida
ru: Напиток
zh: 饮品
zh_tw: 飲品

source: ml
ko: 밀리리터
ru: мл
zh: 毫升
zh_tw: 毫升

source: mg
ko: 밀리그램
ru: мг
zh: 毫克
zh_tw: 毫克

source: kg
ko: 킬로그램
ru: кг
zh: 公斤
zh_tw: 公斤

# heatAdjustment
source: Heat +{percent}%
de: Hitze +{percent}%
es: Calor +{percent}%
ja: 暑さ +{percent}%
ko: 더위 조정
nl: Hitte +{percent}%
pt: Calor +{percent}%
ru: Жара +{percent}%
zh: 高温 +{percent}%
zh_tw: 高溫 +{percent}%

# alcoholAdjustment
source: Alcohol +{amount} ml
de: Alkohol +{amount} ml
ja: アルコール +{amount} ml
ko: 알코올 조정
pt: Álcool +{amount} ml
ru: Алкоголь +{amount} мл
zh: 酒精 +{amount} ml
zh_tw: 酒精 +{amount} ml

# smartAdviceTitle
source: Tip for now
de: Tipp für jetzt
es: Consejo para ahora
ja: 現在のアドバイス
ko: 현재 조언
nl: Tip voor nu
pt: Dica de agora
ru: Совет на сейчас
zh: 当前建议
zh_tw: 當前建議

# smartAdviceDefault
source: Maintain water and electrolyte balance.
de: Wasser- und Elektrolytbalance aufrechterhalten.
es: Mantén el equilibrio de agua y electrolitos.
ja: 水と電解質のバランスを保ちましょう。
ko: 물과 전해질 균형을 유지하세요.
nl: Houd water- en elektrolytenbalans.
pt: Mantenha água e eletrólitos balanceados.
ru: Поддерживайте баланс воды и электролитов.
zh: 保持水和电解质平衡
zh_tw: 保持水和電解質平衡

# adviceOverhydrationSevere
source: Water overload (>200% goal)
de: Wasserüberladung (>200% Ziel)
es: Sobrehidratación severa (>200% objetivo)
ja: 水の過剰摂取（目標の200％以上）
ko: 과다 수분 섭취 심각
nl: Wateroverlast (>200% doel)
pt: Excesso de água (>200% meta)
ru: Перегидратация (>200% цели)
zh: 过度饮水(>目标200%)
zh_tw: 過度飲水(>目標200%)

# adviceOverhydrationSevereBody
source: Pause 60-90 minutes. Add electrolytes: 300-500 ml with 500-1000 mg sodium.
de: 60-90 Min. pausieren. Elektrolyte hinzufügen: 300-500 ml mit 500-1000 mg Natrium.
es: Pausa 60-90 minutos. Agrega electrolitos: 300-500 ml con 500-1000 mg sodio.
ja: 60-90分間休止してください。電解質を追加：300-500 mlに500-1000 mgのナトリウムを加えてください。
ko: 너무 많은 물. 물을 중단하고 소금을 추가하세요.
nl: Pauzeer 60-90 min. Elektrolyten toevoegen: 300-500 ml met 500-1000 mg natrium.
pt: Pause 60-90 min. Adicione eletrólitos: 300-500 ml com 500-1000 mg sódio.
ru: Пауза 60-90 минут. Добавьте электролиты: 300-500 мл с 500-1000 мг натрия.
zh: 暂停60-90分钟。补充电解质: 300-500ml含钠500-1000mg
zh_tw: 暫停60-90分鐘。補充電解質: 300-500ml含鈉500-1000mg

# adviceOverhydration
source: Overhydration
de: Überhydratation
es: Sobrehidratación
ja: 水の過剰摂取
ko: 과다 수분 섭취
nl: Overhydratie
pt: Sobre-hidratação
ru: Перегидратация
zh: 过度饮水
zh_tw: 過度飲水

# adviceOverhydrationBody
source: Pause water for 30-60 minutes and add ~500 mg sodium (electrolyte/broth).
de: 30-60 Min. kein Wasser und ~500 mg Natrium (Elektrolyte/Brühe) hinzufügen.
es: Pausa el agua por 30-60 minutos y agrega ~500 mg sodio (electrolitos/caldo).
ja: 30-60分間水を控え、約500 mgのナトリウム（電解質/スープ）を追加してください。
ko: 30-60분간 물 섭취를 중단하고 ~500mg의 나트륨을 추가하세요.
nl: Pauzeer water 30-60 min en voeg ~500 mg natrium toe (elektrolyt/bouillon).
pt: Pause água por 30-60 min e adicione ~500 mg sódio (eletrólito/caldo).
ru: Пауза с водой на 30-60 минут и добавьте ~500 мг натрия (электролиты/бульон).
zh: 暂停饮水30-60分钟，补充约500mg钠(电解质/汤)
zh_tw: 暫停飲水30-60分鐘，補充約500mg鈉(電解質/湯)

# adviceAlcoholRecovery
source: Alcohol: recovery
de: Alkohol: Erholung
es: Alcohol: recuperación
ja: アルコール：回復
ko: 알코올 회복
nl: Alcohol: herstel
pt: Álcool: recuperação
ru: Алкоголь: восстановление
zh: 酒精: 恢复
zh_tw: 酒精: 恢復

# adviceAlcoholRecoveryBody
source: No more alcohol today. Drink 300-500 ml water in small portions and add sodium.
de: Heute kein Alkohol mehr. 300-500 ml Wasser in kleinen Portionen trinken und Natrium hinzufügen.
es: No más alcohol hoy. Bebe 300-500 ml agua en porciones pequeñas y agrega sodio.
ja: 今日はこれ以上アルコールを控えてください。少量ずつ300-500 mlの水を飲み、ナトリウムを追加してください。
ko: 물과 전해질로 회복하세요. 오늘은 쉬세요.
nl: Geen alcohol meer vandaag. Drink 300-500 ml water in kleine porties en voeg natrium toe.
pt: Sem álcool hoje. Beba 300-500 ml água em pequenas porções e adicione sódio.
ru: Больше никакого алкоголя сегодня. Пейте 300-500 мл воды маленькими порциями и добавьте натрий.
zh: 今天别再喝了。少量饮用300-500ml水，补充钠
zh_tw: 今天別再喝了。少量飲用300-500ml水，補充鈉

# adviceLowSodium
source: Low sodium
de: Niedriger Natriumspiegel
es: Poco sodio
ja: 低ナトリウム
ko: 나트륨 부족
nl: Weinig natrium
pt: Pouco sódio
ru: Мало натрия
zh: 钠不足
zh_tw: 鈉不足

# adviceLowSodiumBody
source: Add ~{amount} mg sodium. Drink moderately.
de: ~{amount} mg Natrium hinzufügen. Mäßig trinken.
es: Agrega ~{amount} mg sodio. Bebe moderadamente.
ja: 約{amount} mgのナトリウムを追加してください。適度に飲んでください。
ko: ~{amount} mg의 나트륨을 추가하세요. 적당히 마시세요.
nl: Voeg ~{amount} mg natrium toe. Drink matig.
pt: Adicione ~{amount} mg sódio. Beba moderadamente.
ru: Добавьте ~{amount} мг натрия. Пейте умеренно.
zh: 补充约{amount}mg钠。适量饮水
zh_tw: 補充約{amount}mg鈉。適量飲水

# adviceDehydration
source: Under-hydrated
de: Unterhydriert
es: Deshidratado
ja: 水分不足
ko: 탈수 위험
nl: Gedehydrateerd
pt: Sub-hidratado
ru: Недогидратация
zh: 缺水
zh_tw: 缺水

# adviceDehydrationBody
source: Drink 300-500 ml {type}.
de: 300-500 ml {type} trinken.
es: Bebe 300-500 ml de {type}.
ja: 300-500 ml の{type}を飲んでください。
ko: 지금 물을 마시세요. 전해질을 추가하는 것을 고려하세요.
pt: Beba 300-500 ml {type}.
ru: Выпейте 300-500 мл {type}.
zh: 饮用300-500ml {type}
zh_tw: 飲用300-500ml {type}

# adviceHighRisk
source: High risk (HRI)
de: Hohes Risiko (HRI)
es: Alto riesgo (HRI)
ja: 高リスク（HRI）
ko: 높은 위험
nl: Hoog risico (HRI)
pt: Alto risco (HRI)
ru: Высокий риск (HRI)
zh: 高风险(HRI)
zh_tw: 高風險(HRI)

# adviceHighRiskBody
source: Urgently drink water with electrolytes (300-500 ml) and reduce activity.
de: Dringend Wasser mit Elektrolyten (300-500 ml) trinken und Aktivität reduzieren.
es: Urgentemente bebe agua con electrolitos (300-500 ml) y reduce actividad.
ja: 至急、水と電解質を（300-500 ml）飲み、活動を減らしてください。
ko: 수분 섭취 위험이 높습니다. 즉시 물을 마시고 전해질을 추가하세요.
nl: Dringend water met elektrolyten drinken (300-500 ml) en activiteit verminderen.
pt: Beba água com eletrólitos urgente (300-500 ml) e reduza atividade.
ru: Срочно пейте воду с электролитами (300-500 мл) и снизьте активность.
zh: 紧急饮用电解质水(300-500ml)并减少活动
zh_tw: 緊急飲用電解質水(300-500ml)並減少活動

# adviceHeat
source: Heat and losses
de: Hitze und Verluste
es: Calor y pérdidas
ja: 暑さと失水
ko: 더위
nl: Hitte en verliezen
pt: Calor e perdas
ru: Жара и потери
zh: 高温和流失
zh_tw: 高溫和流失

# adviceHeatBody
source: Increase water by +5-8% and add 300-500 mg sodium.
de: Wasser um +5-8% erhöhen und 300-500 mg Natrium hinzufügen.
es: Aumenta agua +5-8% y agrega 300-500 mg sodio.
ja: 水分を5-8％増やし、300-500 mgのナトリウムを追加してください。
ko: 뜨거운 날씨. 물과 소금을 늘리세요.
nl: Verhoog water met +5-8% en voeg 300-500 mg natrium toe.
pt: Aumente água em +5-8% e adicione 300-500 mg sódio.
ru: Увеличьте воду на +5-8% и добавьте 300-500 мг натрия.
zh: 水分增加5-8%，补充钠300-500mg
zh_tw: 水分增加5-8%，補充鈉300-500mg

# adviceAllGood
source: All on track
de: Alles auf Kurs
es: Todo en marcha
ja: 順調です
ko: 모두 좋음
nl: Alles op koers
pt: Tudo certo
ru: Всё идёт по плану
zh: 进展顺利
zh_tw: 進展順利

# adviceAllGoodBody
source: Keep the pace. Target: ~{amount} ml more to goal.
de: Tempo halten. Ziel: ~{amount} ml bis zum Ziel.
es: Mantén el ritmo. Objetivo: ~{amount} ml más para la meta.
ja: このペースを保ってください。目標まであと約{amount} mlです。
ko: 완벽한 균형! 계속하세요.
nl: Houd het tempo. Doel: nog ~{amount} ml.
pt: Continue assim. Meta: ~{amount} ml até a meta.
ru: Держите темп. Цель: ещё ~{amount} мл до цели.
zh: 保持节奏。目标还需约{amount}ml
zh_tw: 保持節奏。目標還需約{amount}ml

source: Hydration Status
de: Hydratationsstatus
es: Estado de hidratación
ja: 水分状態
ko: 수분 상태
nl: Hydratiestatus
pt: Status Hidratação
ru: Статус гидратации
zh: 水分状态
zh_tw: 水分狀態

# hydrationStatusNormal
source: Normal
ja: 正常
ko: 정상
nl: Normaal
ru: Норма
zh: 正常
zh_tw: 正常

# hydrationStatusDiluted
source: Diluting
de: Verdünnung
es: Diluyendo
ja: 薄い
ko: 과다 수분
nl: Verdunnen
pt: Diluindo
ru: Разбавляете
zh: 稀释中
zh_tw: 稀釋中

# hydrationStatusDehydrated
source: Under-hydrated
de: Unterhydriert
es: Deshidratado
ja: 不足
ko: 탈수
nl: Gedehydrateerd
pt: Sub-hidratado
ru: Недогидратация
zh: 缺水
zh_tw: 缺水

# hydrationStatusLowSalt
source: Low salt
de: Niedriger Salzgehalt
es: Poca sal
ja: 塩分不足
ko: 낮은 소금
nl: Weinig zout
pt: Pouco sal
ru: Мало соли
zh: 盐分不足
zh_tw: 鹽分不足

source: Hydration Risk Index
de: Hydratationsrisikoindex
es: Índice de riesgo de hidratación
ja: 水分リスク指数
ko: 수분 위험 지수
nl: Hydratie-risicoindex
pt: Índice Risco Hidratação
ru: Индекс риска гидратации
zh: 水分风险指数
zh_tw: 水分風險指數

source: Quick Add
de: Schnell hinzufügen
es: Agregar rápido
ja: クイック追加
ko: 빠른 추가
nl: Snel toevoegen
pt: Adicionar Rápido
ru: Быстрое добавление
zh: 快速添加
zh_tw: 快速添加

source: Add
de: Hinzufügen
es: Agregar
ja: 追加
ko: 추가
nl: Toevoegen
pt: Adicionar
ru: Добавить
zh: 添加
zh_tw: 添加

source: Delete
de: Löschen
es: Eliminar
ja: 削除
ko: 삭제
nl: Verwijderen
pt: Deletar
ru: Удалить
zh: 删除
zh_tw: 刪除

source: Today's Drinks
de: Heutige Getränke
es: Bebidas de hoy
ja: 今日の飲み物
ko: 오늘의 음료
nl: Vandaag gedronken
pt: Bebidas de Hoje
ru: Напитки сегодня
zh: 今日饮品
zh_tw: 今日飲品

source: All records →
de: Alle Einträge →
es: Todos los registros →
ja: 全記録 →
ko: 모든 기록
nl: Alle records →
pt: Todos registros →
ru: Все записи →
zh: 全部记录 →
zh_tw: 全部記錄 →

source: {item} deleted
de: {item} gelöscht
es: {item} eliminado
ja: {item} を削除
ko: 항목이 삭제되었습니다
nl: {item} verwijderd
pt: {item} deletado
ru: {item} удалено
zh: {item}已删除
zh_tw: {item}已刪除

source: Undo
de: Rückgängig
es: Deshacer
ja: 元に戻す
ko: 취소
nl: Ongedaan maken
pt: Desfazer
ru: Отменить
zh: 撤销
zh_tw: 撤銷

source: Daily report ready!
de: Tagesbericht bereit!
es: ¡Informe diario listo!
ja: 日報準備完了！
ko: 일일 보고서 준비됨
nl: Dagrapport klaar!
pt: Relatório diário pronto!
ru: Дневной отчёт готов!
zh: 日报完成！
zh_tw: 日報完成！

source: View day results
de: Tagesergebnisse anzeigen
es: Ver resultados del día
ja: 結果を見る
ko: 일일 결과 보기
nl: Bekijk dagresultaten
pt: Ver resultados do dia
ru: Посмотреть результаты дня
zh: 查看今日结果
zh_tw: 查看今日結果

# dailyReportComingSoon
source: Daily report will be available in the next version
de: Tagesbericht wird in der nächsten Version verfügbar sein
es: El informe diario estará disponible en la próxima versión
ja: 日報は次版で利用可能
ko: 일일 보고서 곧 출시
nl: Dagrapport komt binnenkort
pt: Relatório diário em breve
ru: Дневной отчёт будет доступен в следующей версии
zh: 日报将在下一版本提供
zh_tw: 日報將在下一版本提供

source: Home
de: Start
es: Inicio
ja: ホーム
ko: 홈
nl: Start
pt: Início
ru: Главная
zh: 首页
zh_tw: 首頁

source: History
de: Verlauf
es: Historial
ja: 履歴
ko: 기록
nl: Geschiedenis
pt: Histórico
ru: История
zh: 历史
zh_tw: 歷史

source: Settings
de: Einstellungen
es: Configuración
ja: 設定
ko: 설정
nl: Instellingen
pt: Ajustes
ru: Настройки
zh: 设置
zh_tw: 設定

source: Cancel
de: Abbrechen
es: Cancelar
ja: キャンセル
ko: 취소
nl: Annuleren
pt: Cancelar
ru: Отменить
zh: 取消
zh_tw: 取消

source: Save
de: Speichern
es: Guardar
ja: 保存
ko: 저장
nl: Opslaan
pt: Salvar
ru: Сохранить
zh: 保存
zh_tw: 儲存

source: Reset
de: Zurücksetzen
es: Restablecer
ja: リセット
ko: 초기화
nl: Resetten
pt: Resetar
ru: Сбросить
zh: 重置
zh_tw: 重置

# settingsTitle
source: Settings
de: Einstellungen
es: Configuración
ja: 設定
ko: 설정
nl: Instellingen
pt: Ajustes
ru: Настройки
zh: 设置
zh_tw: 設定

# languageSection
source: Language
de: Sprache
es: Idioma
ja: 言語
ko: 언어
nl: Taal
pt: Idioma
ru: Язык
zh: 语言
zh_tw: 語言

# languageSettings
source: Language
de: Sprache
es: Idioma
ja: 言語
ko: 언어 설정
nl: Taal
pt: Idioma
ru: Язык
zh: 语言
zh_tw: 語言

source: Select Language
de: Sprache wählen
es: Seleccionar idioma
ja: 言語を選択
ko: 언어 선택
nl: Taal selecteren
pt: Selecionar Idioma
ru: Выберите язык
zh: 选择语言
zh_tw: 選擇語言

# profileSection
source: Profile
de: Profil
es: Perfil
ja: プロフィール
ko: 프로필
nl: Profiel
pt: Perfil
ru: Профиль
zh: 个人资料
zh_tw: 個人資料

source: Weight
de: Gewicht
es: Peso
ja: 重量
ko: 체중
nl: Gewicht
pt: Peso
ru: Вес
zh: 重量
zh_tw: 重量

source: Diet Mode
de: Diätmodus
es: Modo de dieta
ja: 食事モード
ko: 식단 모드
nl: Dieetmodus
pt: Modo Dieta
ru: Режим питания
zh: 饮食模式
zh_tw: 飲食模式

source: Activity Level
de: Aktivitätsniveau
es: Nivel de actividad
ja: 活動レベル
ko: 활동 수준
nl: Activiteitsniveau
pt: Nível Atividade
ru: Уровень активности
zh: 活动量
zh_tw: 活動量

source: Change Weight
de: Gewicht ändern
es: Cambiar peso
ja: 体重を変更
ko: 체중 변경
nl: Gewicht wijzigen
pt: Mudar Peso
ru: Изменить вес
zh: 更改体重
zh_tw: 更改體重

# dietModeNormal
source: Normal Diet
de: Normale Ernährung
es: Dieta normal
ja: 通常食
ko: 일반 식단
nl: Normaal dieet
pt: Dieta Normal
ru: Обычное питание
zh: 正常饮食
zh_tw: 正常飲食

# dietModeKeto
source: Keto / Low-carb
es: Keto / Baja en carbohidratos
ja: ケト/低炭水化物
ko: 케토 / 저탄수화물
ru: Кето / Низкоуглеводная
zh: 生酮/低碳
zh_tw: 生酮/低碳

# dietModeFasting
source: Intermittent Fasting
de: Intervallfasten
es: Ayuno intermitente
ja: 断続的断食
ko: 간헐적 단식
nl: Intermitterend vasten
pt: Jejum Intermitente
ru: Интервальное голодание
zh: 间歇禁食
zh_tw: 間歇禁食

# activityLow
source: Low Activity
de: Niedrige Aktivität
es: Actividad baja
ja: 低活動
ko: 낮은 활동
nl: Lage activiteit
pt: Atividade Baixa
ru: Низкая активность
zh: 低活动量
zh_tw: 低活動量

# activityMedium
source: Medium Activity
de: Mittlere Aktivität
es: Actividad media
ja: 中活動
ko: 중간 활동
nl: Gemiddelde activiteit
pt: Atividade Média
ru: Средняя активность
zh: 中活动量
zh_tw: 中活動量

# activityHigh
source: High Activity
de: Hohe Aktivität
es: Actividad alta
ja: 高活動
ko: 높은 활동
nl: Hoge activiteit
pt: Atividade Alta
ru: Высокая активность
zh: 高活动量
zh_tw: 高活動量

# activityLowDesc
source: Office work, little movement
de: Büroarbeit, wenig Bewegung
es: Trabajo de oficina, poco movimiento
ja: デスクワーク、少ない運動
ko: 사무실 업무, 적은 움직임
nl: Kantoorwerk, weinig beweging
pt: Trabalho escritório, pouco movimento
ru: Офисная работа, малое движение
zh: 办公室工作，少运动
zh_tw: 辦公室工作，少運動

# activityMediumDesc
source: 30-60 minutes of exercise per day
de: 30-60 Min. Training pro Tag
es: 30-60 minutos de ejercicio por día
ja: 30-60分/日の運動
ko: 하루 30-60분 운동
nl: 30-60 min sport per dag
pt: 30-60 min exercício/dia
ru: 30-60 минут упражнений в день
zh: 每天运动30-60分钟
zh_tw: 每天運動30-60分鐘

# activityHighDesc
source: Workouts >1 hour
de: Training >1 Stunde
es: Entrenamientos >1 hora
ja: 1時間以上の運動
ko: 1시간 이상 운동
nl: Training >1 uur
pt: Treinos >1 hora
ru: Тренировки >1 часа
zh: 运动>1小时
zh_tw: 運動>1小時

# notificationsSection
source: Notifications
de: Benachrichtigungen
es: Notificaciones
ja: 通知
ko: 알림
nl: Meldingen
pt: Notificações
ru: Уведомления
zh: 通知
zh_tw: 通知

# notificationLimit
source: Notification Limit (FREE)
de: Benachrichtigungslimit (FREE)
es: Límite de notificaciones (FREE)
ja: 通知制限 (FREE)
ko: 알림 제한
nl: Meldingslimiet (GRATIS)
pt: Limite Notificações (FREE)
ru: Лимит уведомлений (FREE)
zh: 通知限制(免费版)
zh_tw: 通知限制(免費版)

# notificationUsage
source: Used: {used} of {limit}
de: Verwendet: {used} von {limit}
es: Usado: {used} de {limit}
ja: 使用: {used}/{limit}
ko: 알림 사용량
nl: Gebruikt: {used} van {limit}
pt: Usado: {used} de {limit}
ru: Использовано: {used} из {limit}
zh: 已用: {used}/{limit}
zh_tw: 已用: {used}/{limit}

source: Water Reminders
de: Wasser-Erinnerungen
es: Recordatorios de agua
ja: 水分リマインダー
ko: 물 알림
nl: Waterherinneringen
pt: Lembretes Água
ru: Напоминания о воде
zh: 饮水提醒
zh_tw: 飲水提醒

# waterRemindersDesc
source: Regular reminders throughout the day
de: Regelmäßige Erinnerungen über den Tag
es: Recordatorios regulares durante el día
ja: 1日を通じた定期リマインダー
ko: 규칙적인 수분 섭취 알림
nl: Regelmatige herinneringen gedurende de dag
pt: Lembretes regulares ao longo do dia
ru: Регулярные напоминания в течение дня
zh: 全天定期提醒
zh_tw: 全天定期提醒

source: Reminder Frequency
de: Erinnerungshäufigkeit
es: Frecuencia de recordatorios
ja: 頻度
ko: 알림 빈도
nl: Herinneringsfrequentie
pt: Frequência Lembretes
ru: Частота напоминаний
zh: 提醒频率
zh_tw: 提醒頻率

# timesPerDay
source: {count} times per day
de: {count} Mal pro Tag
es: {count} veces por día
ja: 1日{count}回
ko: 회/일
nl: {count} keer per dag
pt: {count} vezes/dia
ru: {count} раз в день
zh: 每天{count}次
zh_tw: 每天{count}次

# maxTimesPerDay
source: {count} times per day (max 4)
de: {count} Mal pro Tag (max 4)
es: {count} veces por día (máx 4)
ja: 1日{count}回 (最大4)
ko: 최대 횟수/일
nl: {count} keer per dag (max 4)
pt: {count} vezes/dia (máx 4)
ru: {count} раз в день (макс 4)
zh: 每天{count}次(最多4次)
zh_tw: 每天{count}次(最多4次)

# unlimitedReminders
source: Unlimited
de: Unbegrenzt
es: Ilimitado
ja: 無制限
ko: 무제한 알림
nl: Onbeperkt
pt: Ilimitado
ru: Без ограничений
zh: 无限制
zh_tw: 無限制

source: Start of Day
de: Tagesbeginn
es: Inicio del día
ja: 開始時刻
ko: 하루 시작
nl: Begin van de dag
pt: Início do Dia
ru: Начало дня
zh: 开始时间
zh_tw: 開始時間

source: End of Day
de: Tagesende
es: Fin del día
ja: 終了時刻
ko: 하루 종료
nl: Einde van de dag
pt: Fim do Dia
ru: Конец дня
zh: 结束时间
zh_tw: 結束時間

source: Post-Coffee Reminders
de: Nach-Kaffee-Erinnerungen
es: Recordatorios post-café
ja: コーヒー後
ko: 커피 후 알림
nl: Na-koffie herinneringen
pt: Lembretes Pós-Café
ru: Напоминания после кофе
zh: 咖啡后提醒
zh_tw: 咖啡後提醒

# postCoffeeRemindersDesc
source: Remind to drink water after 20 minutes
de: Nach 20 Minuten an Wasser erinnern
es: Recordar beber agua después de 20 minutos
ja: 20分後に水分補給を通知
ko: 커피 후 물 마시기 알림
nl: Herinnering om na 20 min water te drinken
pt: Lembrar de beber água após 20 min
ru: Напомнить пить воду через 20 минут
zh: 20分钟后提醒饮水
zh_tw: 20分鐘後提醒飲水

source: Heat Warnings
de: Hitzewarnungen
es: Alertas de calor
ja: 暑熱警告
ko: 더위 경고
nl: Hittewaarschuwingen
pt: Avisos de Calor
ru: Предупреждения о жаре
zh: 高温警告
zh_tw: 高溫警告

# heatWarningsDesc
source: Notifications in high temperatures
de: Benachrichtigungen bei hohen Temperaturen
es: Notificaciones en altas temperaturas
ja: 高温時の通知
ko: 뜨거운 날씨 알림
nl: Meldingen bij hoge temperaturen
pt: Notificações em altas temperaturas
ru: Уведомления при высокой температуре
zh: 高温时通知
zh_tw: 高溫時通知

source: Post-Alcohol Reminders
de: Nach-Alkohol-Erinnerungen
es: Recordatorios post-alcohol
ja: 飲酒後
ko: 알코올 후 알림
nl: Na-alcohol herinneringen
pt: Lembretes Pós-Álcool
ru: Напоминания после алкоголя
zh: 饮酒后提醒
zh_tw: 飲酒後提醒

# postAlcoholRemindersDesc
source: Recovery plan for 6-12 hours
de: Erholungsplan für 6-12 Stunden
es: Plan de recuperación por 6-12 horas
ja: 6-12時間の回復計画
ko: 알코올 회복 알림
nl: Herstelplan voor 6-12 uur
pt: Plano recuperação por 6-12 horas
ru: План восстановления на 6-12 часов
zh: 6-12小时恢复计划
zh_tw: 6-12小時恢復計劃

# proFeaturesSection
source: PRO Features
de: PRO-Funktionen
es: Funciones PRO
ja: PRO機能
ko: PRO 기능
nl: PRO Functies
pt: Recursos PRO
ru: PRO функции
zh: PRO功能
zh_tw: PRO功能

source: Unlock PRO
de: PRO freischalten
es: Desbloquear PRO
ja: PROを解除
ko: PRO 잠금 해제
nl: PRO ontgrendelen
pt: Desbloquear PRO
ru: Разблокировать PRO
zh: 解锁PRO
zh_tw: 解鎖PRO

# unlockProDesc
source: Unlimited notifications and smart reminders
de: Unbegrenzte Benachrichtigungen und intelligente Erinnerungen
es: Notificaciones ilimitadas y recordatorios inteligentes
ja: 無制限の通知とスマートリマインダー
ko: 모든 기능 액세스
nl: Onbeperkte meldingen en slimme herinneringen
pt: Notificações ilimitadas e lembretes inteligentes
ru: Без ограничений уведомлений и умные напоминания
zh: 无限通知和智能提醒
zh_tw: 無限通知和智慧提醒

source: No notification limit
de: Kein Benachrichtigungslimit
es: Sin límite de notificaciones
ja: 通知制限なし
ko: 제한 없음
nl: Geen meldingslimiet
pt: Sem limite notificações
ru: Без лимита уведомлений
zh: 无通知限制
zh_tw: 無通知限制

# unitsSection
source: Units
de: Einheiten
es: Unidades
ja: 単位
ko: 단위
nl: Eenheden
pt: Unidades
ru: Единицы измерения
zh: 单位
zh_tw: 單位

source: Metric System
de: Metrisches System
es: Sistema métrico
ja: メートル法
ko: 미터법
nl: Metrisch systeem
pt: Sistema Métrico
ru: Метрическая система
zh: 公制
zh_tw: 公制

# metricUnits
source: ml, kg, °C
ko: 미터법 단위
ru: мл, кг, °C

source: Imperial System
de: Imperiales System
es: Sistema imperial
ja: ヤード・ポンド法
ko: 야드파운드법
nl: Imperiaal systeem
pt: Sistema Imperial
ru: Имперская система
zh: 英制
zh_tw: 英制

# imperialUnits
source: fl oz, lb, °F
es: oz, lb, °F
ko: 야드파운드법 단위
ru: унции, фунты, °F

# aboutSection
source: About
de: Über
es: Acerca de
ja: について
ko: 정보
nl: Over
pt: Sobre
ru: О приложении
zh: 关于
zh_tw: 關於

source: Version
es: Versión
ja: バージョン
ko: 버전
nl: Versie
pt: Versão
ru: Версия
zh: 版本
zh_tw: 版本

source: Rate App
de: App bewerten
es: Calificar app
ja: 評価する
ko: 앱 평가
nl: App beoordelen
pt: Avaliar App
ru: Оценить приложение
zh: 评价应用
zh_tw: 評價應用

source: Share
de: Teilen
es: Compartir
ja: 共有
ko: 공유
nl: Delen
pt: Compartilhar
ru: Поделиться
zh: 分享
zh_tw: 分享

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
ja: プライバシー
ko: 개인정보 처리방침
nl: Privacybeleid
pt: Política Privacidade
ru: Политика конфиденциальности
zh: 隐私政策
zh_tw: 隱私政策
