Repository: vtrukhnov-lab/HydraCoach
Catalog: lib/l10n/app_*.arb
Languages: de, es, ja, ko, nl, pt, ru, zh, zh_tw

source: Popular Supplements
de: Beliebte Nahrungsergänzungen
es: Suplementos Populares
ja: 人気のサプリ
ko: 인기 보충제
nl: Populaire Supplementen
pt: Suplementos Populares
ru: Популярные добавки
zh: 流行补剂
zh_tw: 熱門補充劑

# electrolyteSaltWater
source: Salt Water
de: Salzwasser
es: Agua con Sal
ja: 塩水
ko: 소금물
nl: Zoutwater
pt: Água com Sal
ru: Соленая вода
zh: 盐水
zh_tw: 鹽水

# electrolytePinkSalt
source: Pink Salt
de: Rosa Salz
es: Sal Rosa
ja: ピンク塩
ko: 핑크 소금
nl: Roze Zout
pt: Sal Rosa
ru: Розовая соль
zh: 粉盐
zh_tw: 粉鹽

# electrolyteSeaSalt
source: Sea Salt
de: Meersalz
es: Sal Marina
ja: 海塩
ko: 바다 소금
nl: Zeezout
pt: Sal Marinho
ru: Морская соль
zh: 海盐
zh_tw: 海鹽

# electrolytePotassiumChloride
source: Potassium Chloride
de: Kaliumchlorid
es: Cloruro de Potasio
ja: 塩化K
ko: 염화칼륨
nl: Kaliumchloride
pt: Cloreto Potássio
ru: Хлорид калия
zh: 氯化钾
zh_tw: 氯化鉀

# electrolyteMagThreonate
source: Mag Threonate
de: Mag Threonat
es: Treonato de Magnesio
ja: Mg トレオネート
ko: 마그 트레오네이트
nl: Mag Threonaat
pt: Mag Treonato
ru: Треонат магния
zh: 苏糖酸镁
zh_tw: 蘇糖酸鎂

# electrolyteTraceMinerals
source: Trace Minerals
de: Spurenelemente
es: Minerales Traza
ja: 微量ミネラル
ko: 미량 미네랄
nl: Spoormineralen
pt: Minerais Traço
ru: Микроэлементы
zh: 微量矿物质
zh_tw: 微量礦物質

# electrolyteZMAComplex
source: ZMA Complex
de: ZMA-Komplex
es: Complejo ZMA
ja: ZMA複合
ko: ZMA 복합체
pt: Complexo ZMA
ru: ZMA комплекс
zh: ZMA复合
zh_tw: ZMA複合物

# electrolyteMultiMineral
source: Multi-Mineral
ja: マルチミネラル
ko: 멀티 미네랄
nl: Multi-Mineraal
ru: Мультиминералы
zh: 多矿物质
zh_tw: 多礦物質

source: Hydration
es: Hidratación
ja: 水分補給
ko: 수분 섭취
nl: Hydratie
pt: Hidratação
ru: Гидратация
zh: 水分补充
zh_tw: 補水

# todayHydration
source: Today's Hydration
de: Heutige Hydration
es: Hidratación de hoy
ja: 今日の水分補給
ko: 오늘의 수분 섭취
nl: Hydratie Vandaag
pt: Hidratação Hoje
ru: Гидратация сегодня
zh: 今日水分
zh_tw: 今日補水

# currentIntake
source: Consumed
de: Konsumiert
es: Consumido
ja: 摂取済
ko: 섭취량
nl: Verbruikt
pt: Consumido
ru: Выпито
zh: 已摄入
zh_tw: 已攝取

# dailyGoal
source: Goal
de: Ziel
es: Meta
ja: 目標
ko: 목표
nl: Doel
pt: Meta
ru: Цель
zh: 目标
zh_tw: 目標

# toGo
source: Remaining
de: Verbleibend
es: Restante
ja: 残り
ko: 남은 양
nl: Resterend
pt: Faltam
ru: Осталось
zh: 剩余
zh_tw: 剩餘

source: Goal reached!
de: Ziel erreicht!
es: ¡Meta alcanzada!
ja: 目標達成！
ko: 목표 달성!
nl: Doel bereikt!
pt: Meta alcançada!
ru: Цель достигнута!
zh: 目标达成！
zh_tw: 達成目標！

source: Almost there!
de: Fast geschafft!
es: ¡Casi llegas!
ja: もうすぐ！
ko: 거의 다 왔어요!
nl: Bijna daar!
pt: Quase lá!
ru: Почти у цели!
zh: 快到了！
zh_tw: 快到了！

source: Halfway there
de: Halbzeit
es: A mitad de camino
ja: 半分
ko: 절반 완료
nl: Halverwege
pt: Metade
ru: Половина пути
zh: 半程
zh_tw: 到一半

source: Keep going
de: Weiter so
es: Sigue adelante
ja: 続けよう！
ko: 계속 해보세요!
nl: Ga door!
pt: Continue!
ru: Продолжайте
zh: 继续！
zh_tw: 繼續！

source: Start drinking
de: Fang an zu trinken
es: Empieza a beber
ja: 飲み始めよう
ko: 마시기 시작
nl: Begin met drinken
pt: Comece beber
ru: Начните пить
zh: 开始饮用
zh_tw: 開始喝水

# plainWater
source: Plain
de: Pur
es: Simple
ja: プレーン
ko: 일반
nl: Puur
pt: Normal
ru: Обычная
zh: 纯净
zh_tw: 純水

# enhancedWater
source: Enhanced
de: Angereichert
es: Mejorada
ja: 強化
ko: 강화
nl: Verrijkt
pt: Melhorada
ru: Улучшенная
zh: 增强
zh_tw: 強化

source: Beverages
de: Getränke
es: Bebidas
ja: 飲料
ko: 음료
nl: Dranken
pt: Bebidas
ru: Напитки
zh: 饮料
zh_tw: 飲料

source: Sodas
de: Limonaden
es: Refrescos
ja: ソーダ
ko: 탄산음료
nl: Frisdranken
pt: Refris
ru: Газировки
zh: 汽水
zh_tw: 汽水

# popularPlainWater
source: Popular Water Types
de: Beliebte Wassertypen
es: Tipos de agua populares
ja: 人気の水タイプ
ko: 인기 물 유형
nl: Populaire Water Types
pt: Tipos Água Populares
ru: Популярные виды воды
zh: 流行水类型
zh_tw: 熱門水類型

# popularEnhancedWater
source: Enhanced & Infused
de: Angereichert & Infused
es: Agua mejorada e infusionada
ja: 強化&注入
ko: 강화 & 주입
nl: Verrijkt & Infused
pt: Melhorada & Infusão
ru: Вода с добавками
zh: 增强&注入
zh_tw: 強化&浸泡

source: Popular Beverages
de: Beliebte Getränke
es: Bebidas populares
ja: 人気の飲料
ko: 인기 음료
nl: Populaire Dranken
pt: Bebidas Populares
ru: Популярные напитки
zh: 流行饮料
zh_tw: 熱門飲料

# popularSodas
source: Popular Sodas & Energy
de: Beliebte Limos & Energy
es: Refrescos y energéticas
ja: 人気のソーダ&エナジー
ko: 인기 탄산음료 & 에너지
nl: Populaire Frisdranken & Energy
pt: Refris & Energéticos Populares
ru: Газировки и энергетики
zh: 流行汽水&能量
zh_tw: 熱門汽水&能量

source: Hydration Tips
de: Hydrations-Tipps
es: Consejos de hidratación
ja: 水分補給のヒント
ko: 수분 섭취 팁
nl: Hydratie Tips
pt: Dicas Hidratação
ru: Советы по гидратации
zh: 水分提示
zh_tw: 補水提示

# drinkRegularly
source: Drink small amounts regularly
de: Kleine Mengen regelmäßig trinken
es: Bebe pequeñas cantidades regularmente
ja: 少量を定期的に
ko: 소량을 규칙적으로 마시세요
nl: Drink regelmatig kleine hoeveelheden
pt: Beba pequenas quantidades regularmente
ru: Пейте понемногу регулярно
zh: 定期少量饮用
zh_tw: 定期少量飲用

# roomTemperature
source: Room temperature water absorbs better
de: Zimmertemperatur-Wasser wird besser aufgenommen
es: El agua a temperatura ambiente se absorbe mejor
ja: 室温の水が吸収良好
ko: 실온 물이 더 잘 흡수됩니다
nl: Kamertemperatuur water neemt beter op
pt: Água temp ambiente absorve melhor
ru: Вода комнатной температуры усваивается лучше
zh: 室温水吸收更好
zh_tw: 室溫水吸收更好

# addLemon
source: Add lemon for better taste
de: Zitrone für besseren Geschmack hinzufügen
es: Añade limón para mejor sabor
ja: レモンで味向上
ko: 맛을 위해 레몬 추가
nl: Voeg citroen toe voor betere smaak
pt: Adicione limão pra melhor sabor
ru: Добавьте лимон для вкуса
zh: 加柠檬味道更好
zh_tw: 加檸檬更好喝

# limitSugary
source: Limit sugary drinks - they dehydrate
de: Zuckerhaltige Getränke begrenzen - sie dehydrieren
es: Limita las bebidas azucaradas - deshidratan
ja: 甘い飲料を制限 - 脱水
ko: 단 음료 제한 - 탈수를 유발합니다
nl: Beperk suikerhoudende dranken - ze dehydrateren
pt: Limite bebidas doces - desidratam
ru: Ограничьте сладкие напитки - они обезвоживают
zh: 限制含糖饮料 - 会脱水
zh_tw: 限制含糖飲料 - 會脫水

source: Warm Water
de: Warmes Wasser
es: Agua tibia
ja: 温水
ko: 따뜻한 물
pt: Água Morna
ru: Теплая вода
zh: 温水
zh_tw: 溫水

source: Ice Water
de: Eiswasser
es: Agua helada
ja: 氷水
ko: 얼음물
nl: IJs Water
pt: Água Gelada
ru: Ледяная вода
zh: 冰水
zh_tw: 冰水

source: Filtered Water
de: Gefiltertes Wasser
es: Agua filtrada
ja: 濾過水
ko: 정수
nl: Gefilterd Water
pt: Água Filtrada
ru: Фильтрованная вода
zh: 过滤水
zh_tw: 過濾水

source: Distilled Water
de: Destilliertes Wasser
es: Agua destilada
ja: 蒸留水
ko: 증류수
nl: Gedistilleerd Water
pt: Água Destilada
ru: Дистиллированная вода
zh: 蒸馏水
zh_tw: 蒸餾水

source: Spring Water
de: Quellwasser
es: Agua de manantial
ja: 湧水
ko: 샘물
nl: Bronwater
pt: Água Nascente
ru: Родниковая вода
zh: 泉水
zh_tw: 泉水

source: Hydrogen Water
de: Wasserstoffwasser
es: Agua hidrogenada
ja: 水素水
ko: 수소수
nl: Waterstof Water
pt: Água Hidrogenada
ru: Водородная вода
zh: 氢水
zh_tw: 氫水

source: Oxygenated Water
de: Sauerstoffwasser
es: Agua oxigenada
ja: 酸素水
ko: 산소수
nl: Zuurstof Water
pt: Água Oxigenada
ru: Кислородная вода
zh: 富氧水
zh_tw: 含氧水

source: Cucumber Water
de: Gurkenwasser
es: Agua de pepino
ja: きゅうり水
ko: 오이 워터
nl: Komkommer Water
pt: Água Pepino
ru: Огуречная вода
zh: 黄瓜水
zh_tw: 黃瓜水

source: Lime Water
de: Limonenwasser
es: Agua de lima
ja: ライム水
ko: 라임 워터
nl: Limoen Water
pt: Água Lima
ru: Лаймовая вода
zh: 青柠水
zh_tw: 萊姆水

source: Berry Water
de: Beerenwasser
es: Agua de bayas
ja: ベリー水
ko: 베리 워터
nl: Bessen Water
pt: Água Frutas Vermelhas
ru: Ягодная вода
zh: 浆果水
zh_tw: 莓果水

source: Mint Water
de: Minzwasser
es: Agua de menta
ja: ミント水
ko: 민트 워터
nl: Munt Water
pt: Água Hortelã
ru: Мятная вода
zh: 薄荷水
zh_tw: 薄荷水

source: Ginger Water
de: Ingwerwasser
es: Agua de jengibre
ja: 生姜水
ko: 생강 워터
nl: Gember Water
pt: Água Gengibre
ru: Имбирная вода
zh: 姜水
zh_tw: 薑水

# caffeineStatusNone
source: No caffeine today
de: Heute kein Koffein
es: Sin cafeína hoy
ja: 今日のカフェインなし
ko: 오늘 카페인 없음
nl: Geen cafeïne vandaag
pt: Sem cafeína hoje
ru: Кофеина сегодня нет
zh: 今天无咖啡因
zh_tw: 今天無咖啡因

# caffeineStatusModerate
source: Moderate: {amount}mg
de: Mäßig: {amount}mg
es: Moderado: {amount}mg
ja: 中程度: {amount}mg
ko: 중간: {amount}mg
nl: Matig: {amount}mg
pt: Moderado: {amount}mg
ru: Умеренно: {amount}мг
zh: 适量: {amount}mg
zh_tw: 適度: {amount}mg

# caffeineStatusHigh
source: High: {amount}mg
de: Hoch: {amount}mg
es: Alto: {amount}mg
ja: 高: {amount}mg
ko: 높음: {amount}mg
nl: Hoog: {amount}mg
pt: Alto: {amount}mg
ru: Много: {amount}мг
zh: 高: {amount}mg
zh_tw: 高: {amount}mg

# caffeineStatusVeryHigh
source: Very high: {amount}mg!
de: Sehr hoch: {amount}mg!
es: Muy alto: {amount}mg!
ja: 超高: {amount}mg！
ko: 매우 높음: {amount}mg!
nl: Zeer hoog: {amount}mg!
pt: Muito alto: {amount}mg!
ru: Очень много: {amount}мг!
zh: 非常高: {amount}mg！
zh_tw: 非常高: {amount}mg！

# caffeineDailyLimit
source: Daily limit: 400mg
de: Tageslimit: 400mg
es: Límite diario: 400mg
ja: 1日の上限: 400mg
ko: 일일 제한: 400mg
nl: Dagelijkse limiet: 400mg
pt: Limite diário: 400mg
ru: Дневной лимит: 400мг
zh: 每日限量: 400mg
zh_tw: 每日限量: 400mg

# caffeineWarningTitle
source: Caffeine Warning
de: Koffein-Warnung
es: Advertencia de cafeína
ja: カフェイン警告
ko: 카페인 경고
nl: Cafeïne Waarschuwing
pt: Aviso Cafeína
ru: Предупреждение о кофеине
zh: 咖啡因警告
zh_tw: 咖啡因警告

# caffeineWarning400
source: You've exceeded 400mg caffeine today
de: Du hast heute 400mg Koffein überschritten
es: Has excedido 400mg de cafeína hoy
ja: 今日400mgカフェイン超過
ko: 오늘 400mg 카페인을 초과했습니다
nl: Je hebt vandaag meer dan 400mg cafeïne genomen
pt: Você excedeu 400mg cafeína hoje
ru: Вы превысили 400мг кофеина сегодня
zh: 今天已超400mg咖啡因
zh_tw: 您今天已超過400mg咖啡因

# caffeineTipWater
source: Drink extra water to compensate
de: Zusätzlich Wasser trinken zum Ausgleich
es: Bebe agua extra para compensar
ja: 補償のため追加の水を
ko: 보상을 위해 물을 추가로 마시세요
nl: Drink extra water om te compenseren
pt: Beba água extra pra compensar
ru: Пейте больше воды для компенсации
zh: 多喝水补偿
zh_tw: 多喝水補償

# caffeineTipAvoid
source: Avoid more caffeine today
de: Heute mehr Koffein vermeiden
es: Evita más cafeína hoy
ja: 今日はカフェインを避けて
ko: 오늘 더 이상의 카페인을 피하세요
nl: Vermijd vandaag meer cafeïne
pt: Evite mais cafeína hoje
ru: Избегайте кофеина сегодня
zh: 今天避免更多咖啡因
zh_tw: 今天避免更多咖啡因

# caffeineTipSleep
source: May affect your sleep quality
de: Kann Schlafqualität beeinträchtigen
es: Puede afectar tu calidad de sueño
ja: 睡眠の質に影響する可能性
ko: 수면 품질에 영향을 줄 수 있습니다
nl: Kan je slaapkwaliteit beïnvloeden
pt: Pode afetar qualidade sono
ru: Может повлиять на качество сна
zh: 可能影响睡眠质量
zh_tw: 可能影響睡眠品質

source: total
de: gesamt
ja: 総計
ko: 총
nl: Totaal
ru: всего
zh: 总计
zh_tw: 總計

source: Cups today
de: Tassen heute
es: Tazas hoy
ja: 今日のカップ
ko: 오늘 컵
nl: Kopjes vandaag
pt: Xícaras hoje
ru: Чашек сегодня
zh: 今日杯数
zh_tw: 今天杯數

# metabolizeTime
source: Time to metabolize
de: Zeit zum Verstoffwechseln
es: Tiempo para metabolizar
ja: 代謝時間
ko: 대사 시간
nl: Tijd om te metaboliseren
pt: Tempo metabolizar
ru: Время метаболизма
zh: 代谢时间
zh_tw: 代謝時間

source: About Caffeine
de: Über Koffein
es: Acerca de la cafeína
ja: カフェインについて
ko: 카페인 정보
nl: Over Cafeïne
pt: Sobre Cafeína
ru: О кофеине
zh: 关于咖啡因
zh_tw: 關於咖啡因

# caffeineInfo1
source: Coffee contains natural caffeine that boosts alertness
de: Kaffee enthält natürliches Koffein, das Wachsamkeit steigert
es: El café contiene cafeína natural que aumenta el estado de alerta
ja: コーヒーには覚醒を高める天然カフェインが含まれる
ko: 커피는 주의력을 높이는 천연 카페인을 함유합니다
nl: Koffie bevat natuurlijke cafeïne die alertheid verhoogt
pt: Café contém cafeína natural que aumenta alerta
ru: Кофе содержит натуральный кофеин, повышающий бодрость
zh: 咖啡含天然咖啡因提高警觉性
zh_tw: 咖啡含天然咖啡因可提高警覺

# caffeineInfo2
source: Daily safe limit is 400mg for most adults
de: Tägliches Sicherheitslimit sind 400mg für die meisten Erwachsenen
es: El límite diario seguro es 400mg para la mayoría de adultos
ja: 1日の安全上限はほとんどの成人で400mg
ko: 대부분의 성인에게 일일 안전 제한은 400mg입니다
nl: Dagelijkse veilige limiet is 400mg voor de meeste volwassenen
pt: Limite seguro diário é 400mg pra maioria adultos
ru: Безопасная суточная норма для взрослых — 400 мг
zh: 大多数成人每日安全限量为400mg
zh_tw: 大多數成人每日安全限量400mg

# caffeineInfo3
source: Caffeine half-life is 5-6 hours
de: Koffein-Halbwertszeit beträgt 5-6 Stunden
es: La vida media de la cafeína es de 5-6 horas
ja: カフェイン半減期は5-6時間
ko: 카페인 반감기는 5-6시간입니다
nl: Cafeïne halfwaardetijd is 5-6 uur
pt: Meia-vida cafeína é 5-6 horas
ru: Период полураспада кофеина — 5-6 часов
zh: 咖啡因半衰期5-6小时
zh_tw: 咖啡因半衰期5-6小時

# caffeineInfo4
source: Drink extra water to compensate for caffeine's diuretic effect
de: Extra Wasser trinken, um Koffeins harntreibende Wirkung auszugleichen
es: Bebe agua extra para compensar el efecto diurético
ja: カフェインの利尿作用を補う追加の水を
ko: 카페인의 이뇨 효과를 보상하기 위해 물을 추가로 마시세요
nl: Drink extra water om cafeïne's diuretisch effect te compenseren
pt: Beba água extra pra compensar efeito diurético da cafeína
ru: Пейте больше воды для компенсации мочегонного эффекта
zh: 多喝水补偿咖啡因利尿效应
zh_tw: 多喝水補償咖啡因利尿效應

# caffeineWarningPregnant
source: Pregnant women should limit caffeine to 200mg/day
de: Schwangere sollten Koffein auf 200mg/Tag begrenzen
es: Las mujeres embarazadas deben limitar la cafeína a 200mg/día
ja: 妊婦はカフェインを200mg/日に制限すべき
ko: 임산부는 카페인을 200mg/일로 제한해야 합니다
nl: Zwangere vrouwen moeten cafeïne beperken tot 200mg/dag
pt: Grávidas devem limitar cafeína a 200mg/dia
ru: Беременным следует ограничить кофеин до 200 мг/день
zh: 孕妇应限制咖啡因至200mg/天
zh_tw: 孕婦應限制咖啡因至200mg/天

source: Got it
de: Verstanden
es: Entendido
ja: 了解
ko: 알겠습니다
nl: Begrepen
pt: Entendi
ru: Понятно
zh: 明白
zh_tw: 知道了

source: Consumed
de: Konsumiert
es: Consumido
ja: 摂取済
ko: 섭취량
nl: Verbruikt
ru: Выпито
zh: 已摄入
zh_tw: 已攝取

source: remaining
de: verbleibend
es: restante
ja: 残り
ko: 남은 양
ru: осталось
zh: 剩余
zh_tw: 剩餘

source: Today's Caffeine
de: Heutiges Koffein
es: Cafeína de hoy
ja: 今日のカフェイン
ko: 오늘의 카페인
nl: Cafeïne Vandaag
pt: Cafeína de Hoje
ru: Кофеин сегодня
zh: 今日咖啡因
zh_tw: 今日咖啡因

source: Already in favorites
de: Bereits in Favoriten
es: Ya está en favoritos
ja: 既にお気に入り
ko: 이미 즐겨찾기에 있습니다
nl: Al in favorieten
pt: Já nos favoritos
ru: Уже в избранном
zh: 已在收藏中
zh_tw: 已在最愛中

source: of recommended limit
de: des empfohlenen Limits
ja: 推奨上限の
ko: 권장 제한의
nl: van aanbevolen limiet
pt: do limite recomendado
ru: от рекомендуемого лимита
zh: 建议限量的
zh_tw: 佔建議限量

source: About Alcohol
de: Über Alkohol
es: Acerca del Alcohol
ja: アルコールについて
ko: 알코올 정보
nl: Over Alcohol
pt: Sobre Álcool
ru: Об алкоголе
zh: 关于酒精
zh_tw: 關於酒精

# alcoholInfo1
source: One standard drink equals 10g of pure alcohol
de: Ein Standardgetränk entspricht 10g reinem Alkohol
es: Una bebida estándar equivale a 10g de alcohol puro
ja: 1標準ドリンク = 純アルコール10g
ko: 표준 음주량 1잔은 순수 알코올 10g입니다
nl: Eén standaardglas is gelijk aan 10g pure alcohol
pt: Uma dose padrão igual 10g álcool puro
ru: Один стандартный напиток равен 10г чистого спирта
zh: 1标准杯等于10g纯酒精
zh_tw: 一標準杯等於10g純酒精

# alcoholInfo2
source: Alcohol dehydrates — drink 250ml extra water per drink
de: Alkohol dehydriert — 250ml extra Wasser pro Getränk trinken
es: El alcohol deshidrata — bebe 250ml extra de agua por bebida
ja: アルコールは脱水 — ドリンクごとに250ml追加の水
ko: 알코올은 탈수를 유발합니다 — 음주 1잔당 물 250ml 추가
nl: Alcohol dehydrateert — drink 250ml extra water per glas
pt: Álcool desidrata — beba 250ml água extra por dose
ru: Алкоголь обезвоживает — выпейте 250мл воды на каждый напиток
zh: 酒精脱水 — 每杯多喝250ml水
zh_tw: 酒精會脫水 — 每杯多喝250ml水

# alcoholInfo3
source: Add sodium to help retain fluids after drinking
de: Natrium hinzufügen, um Flüssigkeiten nach Trinken zu halten
es: Añade sodio para ayudar a retener líquidos después de beber
ja: 飲酒後にNaを追加して体液保持を支援
ko: 음주 후 수분 유지를 위해 나트륨 추가
nl: Voeg natrium toe om vloeistoffen na drinken te behouden
pt: Adicione sódio pra ajudar reter fluidos após beber
ru: Добавьте соль, чтобы удержать жидкость после алкоголя
zh: 添加钠帮助饮酒后保持体液
zh_tw: 加鈉有助飲酒後保持體液

# alcoholInfo4
source: Each standard drink increases HRI by 3-5 points
de: Jedes Standardgetränk erhöht HRI um 3-5 Punkte
es: Cada bebida estándar aumenta el HRI en 3-5 puntos
ja: 各標準ドリンクはHRIを3-5ポイント増加
ko: 표준 음주량 1잔은 HRI를 3-5점 증가시킵니다
nl: Elk standaardglas verhoogt HRI met 3-5 punten
pt: Cada dose padrão aumenta HRI em 3-5 pontos
ru: Каждый стандартный напиток повышает HRI на 3-5 пунктов
zh: 每标准杯增加HRI 3-5分
zh_tw: 每標準杯增加HRI 3-5分

# alcoholWarningHealth
source: Excessive alcohol consumption is harmful to health. The recommended limit is 2 SD for men and 1 SD for women per day.
de: Übermäßiger Alkoholkonsum schadet der Gesundheit. Empfohlenes Limit sind 2 SD für Männer und 1 SD für Frauen pro Tag.
es: El consumo excesivo de alcohol es perjudicial para la salud. El límite recomendado es 2 BE para hombres y 1 BE para mujeres al día.
ja: 過度のアルコール消費は健康に有害。推奨上限は男性2 SD、女性1 SD/日。
ko: 과도한 알코올 소비는 건강에 해롭습니다. 권장 제한은 남성 2 SD, 여성 1 SD입니다.
nl: Overmatig alcoholgebruik is schadelijk voor gezondheid. De aanbevolen limiet is 2 SD voor mannen en 1 SD voor vrouwen per dag.
pt: Consumo excessivo álcool prejudica saúde. Limite recomendado é 2 SD homens e 1 SD mulheres por dia.
ru: Чрезмерное употребление алкоголя вредит здоровью. Рекомендуемый лимит: 2 СН для мужчин и 1 СН для женщин в день.
zh: 过量饮酒有害健康。建议男性每天2 SD，女性1 SD
zh_tw: 過量飲酒有害健康。建議限量男性每天2 SD、女性1 SD。

# supplementsInfo1
source: Supplements help maintain electrolyte balance
de: Nahrungsergänzung hilft Elektrolytbalance aufrechtzuerhalten
es: Los suplementos ayudan a mantener el equilibrio de electrolitos
ja: サプリは電解質バランス維持を支援
ko: 보충제는 전해질 균형 유지에 도움을 줍니다
nl: Supplementen helpen elektrolytenbalans behouden
pt: Suplementos ajudam manter balanço eletrólitos
ru: Добавки помогают поддерживать баланс электролитов
zh: 补剂帮助维持电解质平衡
zh_tw: 補充劑幫助維持電解質平衡

# supplementsInfo2
source: Best taken with meals for absorption
de: Am besten zu Mahlzeiten für Aufnahme einnehmen
es: Mejor tomar con las comidas para absorción
ja: 食事と共に摂取が吸収に最適
ko: 흡수를 위해 식사와 함께 섭취하는 것이 가장 좋습니다
nl: Best ingenomen met maaltijden voor opname
pt: Melhor tomar com refeições pra absorção
ru: Лучше принимать во время еды для усвоения
zh: 最好随餐服用以吸收
zh_tw: 最好隨餐服用以吸收

# supplementsInfo3
source: Always take with plenty of water
de: Immer mit viel Wasser einnehmen
es: Siempre tome con abundante agua
ja: 常にたっぷりの水と一緒に
ko: 항상 충분한 물과 함께 섭취하세요
nl: Altijd innemen met veel water
pt: Sempre tome com bastante água
ru: Всегда запивайте большим количеством воды
zh: 始终与大量水一起服用
zh_tw: 總是與大量水一起服用

# supplementsInfo4
source: Magnesium and potassium are key for hydration
de: Magnesium und Kalium sind wichtig für Hydration
es: Magnesio y potasio son clave para la hidratación
ja: MgとKは水分補給の鍵
ko: 마그네슘과 칼륨은 수분 섭취의 핵심입니다
nl: Magnesium en kalium zijn essentieel voor hydratie
pt: Magnésio e potássio chave pra hidratação
ru: Магний и калий ключевые для гидратации
zh: 镁和钾是水分补充关键
zh_tw: 鎂和鉀是補水的關鍵

# supplementsWarning
source: Consult with healthcare provider before starting any supplement regimen
de: Vor Beginn eines Nahrungsergänzungsregimes Arzt konsultieren
es: Consulte con su médico antes de comenzar cualquier régimen de suplementos
ja: サプリ開始前に医療提供者に相談
ko: 보충제 요법을 시작하기 전에 의료 전문가와 상담하세요
nl: Raadpleeg zorgverlener voordat je supplementen regime start
pt: Consulte profissional saúde antes iniciar regime suplementos
ru: Проконсультируйтесь с врачом перед началом приема добавок
zh: 开始任何补剂方案前请咨询医疗保健提供者
zh_tw: 開始任何補充劑方案前請諮詢醫療提供者

source: From Supplements Today
de: Von Nahrungsergänzung heute
es: De suplementos hoy
ja: 今日のサプリから
ko: 오늘 보충제로부터
nl: Van Supplementen Vandaag
pt: De Suplementos Hoje
ru: Из добавок сегодня
zh: 今日补剂摄入
zh_tw: 今日補充劑

source: Minerals
de: Mineralien
es: Minerales
ja: ミネラル
ko: 미네랄
nl: Mineralen
pt: Minerais
ru: Минералы
zh: 矿物质
zh_tw: 礦物質

source: Vitamins
de: Vitamine
es: Vitaminas
ja: ビタミン
ko: 비타민
nl: Vitamines
pt: Vitaminas
ru: Витамины
zh: 维生素
zh_tw: 維生素

source: Essential Minerals
de: Essentielle Mineralien
es: Minerales esenciales
ja: 必須ミネラル
ko: 필수 미네랄
nl: Essentiële Mineralen
pt: Minerais Essenciais
ru: Основные минералы
zh: 必需矿物质
zh_tw: 必需礦物質

source: Other Supplements
de: Andere Nahrungsergänzungen
es: Otros suplementos
ja: その他のサプリ
ko: 기타 보충제
nl: Andere Supplementen
pt: Outros Suplementos
ru: Другие добавки
zh: 其他补剂
zh_tw: 其他補充劑

# supplementTip1
source: Take supplements with food for better absorption
de: Nahrungsergänzung mit Essen für bessere Aufnahme nehmen
es: Tome suplementos con comida para mejor absorción
ja: 吸収向上のため食事と共に
ko: 더 나은 흡수를 위해 음식과 함께 보충제 섭취
nl: Neem supplementen met voedsel voor betere opname
pt: Tome suplementos com comida pra melhor absorção
ru: Принимайте добавки с едой для лучшего усвоения
zh: 随餐服用补剂以更好吸收
zh_tw: 與食物一起服用補充劑以更好吸收

# supplementTip2
source: Drink plenty of water with supplements
de: Viel Wasser mit Nahrungsergänzung trinken
es: Beba mucha agua con suplementos
ja: サプリと共にたっぷりの水
ko: 보충제와 함께 충분한 물 마시기
nl: Drink veel water met supplementen
pt: Beba bastante água com suplementos
ru: Пейте много воды с добавками
zh: 与补剂一起喝大量水
zh_tw: 與補充劑一起喝大量水

# supplementTip3
source: Space out multiple supplements throughout the day
de: Mehrere Nahrungsergänzungen über den Tag verteilen
es: Espacie los suplementos durante el día
ja: 複数のサプリは1日を通じて間隔を空ける
ko: 여러 보충제를 하루 종일 분산 섭취
nl: Verdeel meerdere supplementen over de dag
pt: Espalhe múltiplos suplementos ao longo do dia
ru: Распределяйте прием добавок в течение дня
zh: 全天分散多种补剂
zh_tw: 全天分散多個補充劑

# supplementTip4
source: Keep track of what works for you
de: Verfolge, was für dich funktioniert
es: Registre lo que funciona para usted
ja: 効果を追跡
ko: 자신에게 맞는 것을 추적
nl: Houd bij wat voor jou werkt
pt: Acompanhe o que funciona pra você
ru: Отслеживайте что работает для вас
zh: 记录对你有效的
zh_tw: 追蹤什麼對您有效

source: Calcium Carbonate
de: Calciumcarbonat
es: Carbonato de Calcio
ja: 炭酸Ca
ko: 탄산칼슘
nl: Calciumcarbonaat
pt: Carbonato Cálcio
ru: Карбонат кальция
zh: 碳酸钙
zh_tw: 碳酸鈣

source: Trace Minerals
de: Spurenelemente
es: Minerales Traza
ja: 微量ミネラル
ko: 미량 미네랄
nl: Spoormineralen
pt: Minerais Traço
ru: Микроэлементы
zh: 微量矿物质
zh_tw: 微量礦物質

source: Vitamin A
es: Vitamina A
ja: ビタミンA
ko: 비타민 A
nl: Vitamine A
pt: Vitamina A
ru: Витамин А
zh: 维生素A
zh_tw: 維生素A

source: Vitamin E
es: Vitamina E
ja: ビタミンE
ko: 비타민 E
nl: Vitamine E
pt: Vitamina E
ru: Витамин Е
zh: 维生素E
zh_tw: 維生素E

source: Vitamin K2
es: Vitamina K2
ja: ビタミンK2
ko: 비타민 K2
nl: Vitamine K2
pt: Vitamina K2
ru: Витамин К2
zh: 维生素K2
zh_tw: 維生素K2

source: Folate
de: Folat
es: Folato
ja: 葉酸
ko: 엽산
nl: Folaat
pt: Folato
ru: Фолат
zh: 叶酸
zh_tw: 葉酸

source: Biotin
es: Biotina
ja: ビオチン
ko: 비오틴
nl: Biotine
pt: Biotina
ru: Биотин
zh: 生物素
zh_tw: 生物素

source: Probiotics
de: Probiotika
es: Probióticos
ja: プロバイオティクス
ko: 프로바이오틱스
nl: Probiotica
pt: Probióticos
ru: Пробиотики
zh: 益生菌
zh_tw: 益生菌

source: Melatonin
es: Melatonina
ja: メラトニン
ko: 멜라토닌
nl: Melatonine
pt: Melatonina
ru: Мелатонин
zh: 褪黑素
zh_tw: 褪黑激素

source: Collagen
de: Kollagen
es: Colágeno
ja: コラーゲン
ko: 콜라겐
nl: Collageen
pt: Colágeno
ru: Коллаген
zh: 胶原蛋白
zh_tw: 膠原蛋白

source: Glucosamine
de: Glucosamin
es: Glucosamina
ja: グルコサミン
ko: 글루코사민
pt: Glucosamina
ru: Глюкозамин
zh: 氨基葡萄糖
zh_tw: 葡萄糖胺

source: Turmeric
de: Kurkuma
es: Cúrcuma
ja: ターメリック
ko: 강황
nl: Kurkuma
pt: Cúrcuma
ru: Куркума
zh: 姜黄
zh_tw: 薑黃

source: CoQ10
ru: Коэнзим Q10
zh: 辅酶Q10
zh_tw: 輔酶Q10

source: Creatine
de: Kreatin
es: Creatina
ja: クレアチン
ko: 크레아틴
pt: Creatina
ru: Креатин
zh: 肌酸
zh_tw: 肌酸

source: Ashwagandha
ja: アシュワガンダ
ko: 아슈와간다
ru: Ашваганда
zh: 南非醉茄
zh_tw: 南非醉茄

source: Select Cardio Activity
de: Kardio-Aktivität wählen
es: Seleccionar actividad cardio
ja: 有酸素活動を選択
ko: 유산소 활동 선택
nl: Selecteer Cardio Activiteit
pt: Selecionar Atividade Cardio
ru: Выберите кардио активность
zh: 选择有氧活动
zh_tw: 選擇有氧活動

source: Select Strength Activity
de: Kraft-Aktivität wählen
es: Seleccionar entrenamiento de fuerza
ja: 筋力活動を選択
ko: 근력 활동 선택
nl: Selecteer Kracht Activiteit
pt: Selecionar Atividade Força
ru: Выберите силовую тренировку
zh: 选择力量活动
zh_tw: 選擇力量活動

# selectSportsActivity
source: Select Sport
de: Sport wählen
es: Seleccionar deporte
ja: スポーツを選択
ko: 스포츠 선택
nl: Selecteer Sport
pt: Selecionar Esporte
ru: Выберите вид спорта
zh: 选择运动
zh_tw: 選擇運動
