Repository: vtrukhnov-lab/HydraCoach
Catalog: lib/l10n/app_*.arb
Languages: de, es, ja, ko, nl, pt, ru, zh, zh_tw

# drink_mineral_water
source: Mineral Water
de: Mineralwasser
es: Agua mineral
ja: ミネラル水
ko: 미네랄 워터
nl: Mineraalwater
pt: Água Mineral
ru: Минеральная вода
zh: 矿泉水
zh_tw: 礦泉水

# drink_coconut_water
source: Coconut Water
de: Kokoswasser
es: Agua de coco
ja: ココナッツ水
ko: 코코넛 워터
nl: Kokoswater
pt: Água de Coco
ru: Кокосовая вода
zh: 椰子水
zh_tw: 椰子水

# drink_coffee
source: Coffee
de: Kaffee
es: Café
ja: コーヒー
ko: 커피
nl: Koffie
pt: Café
ru: Кофе
zh: 咖啡
zh_tw: 咖啡

# drink_espresso
source: Espresso
ja: エスプレッソ
ko: 에스프레소
ru: Эспрессо
zh: 浓缩咖啡
zh_tw: 濃縮咖啡

# drink_americano
source: Americano
ja: アメリカーノ
ko: 아메리카노
ru: Американо
zh: 美式咖啡
zh_tw: 美式

# drink_cappuccino
source: Cappuccino
ja: カプチーノ
ko: 카푸치노
ru: Капучино
zh: 卡布奇诺
zh_tw: 卡布奇諾

# drink_latte
source: Latte
ja: ラテ
ko: 라떼
ru: Латте
zh: 拿铁
zh_tw: 拿鐵

# drink_black_tea
source: Black Tea
de: Schwarztee
es: Té negro
ja: 紅茶
ko: 홍차
nl: Zwarte Thee
pt: Chá Preto
ru: Черный чай
zh: 红茶
zh_tw: 紅茶

# drink_green_tea
source: Green Tea
de: Grüntee
es: Té verde
ja: 緑茶
ko: 녹차
nl: Groene Thee
pt: Chá Verde
ru: Зеленый чай
zh: 绿茶
zh_tw: 綠茶

# drink_herbal_tea
source: Herbal Tea
de: Kräutertee
es: Té de hierbas
ja: ハーブティー
ko: 허브차
nl: Kruidenthee
pt: Chá Ervas
ru: Травяной чай
zh: 花草茶
zh_tw: 花草茶

# drink_matcha
source: Matcha
ja: 抹茶
ko: 말차
ru: Матча
zh: 抹茶
zh_tw: 抹茶

# drink_hot_chocolate
source: Hot Chocolate
de: Heiße Schokolade
es: Chocolate caliente
ja: ホットチョコ
ko: 핫초코
nl: Warme Chocolademelk
pt: Chocolate Quente
ru: Горячий шоколад
zh: 热巧克力
zh_tw: 熱巧克力

# drink_orange_juice
source: Orange Juice
de: Orangensaft
es: Jugo de naranja
ja: オレンジジュース
ko: 오렌지 주스
nl: Sinaasappelsap
pt: Suco Laranja
ru: Апельсиновый сок
zh: 橙汁
zh_tw: 柳橙汁

# drink_apple_juice
source: Apple Juice
de: Apfelsaft
es: Jugo de manzana
ja: アップルジュース
ko: 사과 주스
nl: Appelsap
pt: Suco Maçã
ru: Яблочный сок
zh: 苹果汁
zh_tw: 蘋果汁

# drink_grapefruit_juice
source: Grapefruit Juice
de: Grapefruitsaft
es: Jugo de toronja
ja: グレープフルーツ
ko: 자몽 주스
nl: Grapefruitsap
pt: Suco Toranja
ru: Грейпфрутовый сок
zh: 西柚汁
zh_tw: 葡萄柚汁

# drink_tomato_juice
source: Tomato Juice
de: Tomatensaft
es: Jugo de tomate
ja: トマトジュース
ko: 토마토 주스
nl: Tomatensap
pt: Suco Tomate
ru: Томатный сок
zh: 番茄汁
zh_tw: 番茄汁

# drink_vegetable_juice
source: Vegetable Juice
de: Gemüsesaft
es: Jugo de vegetales
ja: 野菜ジュース
ko: 야채 주스
nl: Groentesap
pt: Suco Vegetal
ru: Овощной сок
zh: 蔬菜汁
zh_tw: 蔬菜汁

# drink_smoothie
source: Smoothie
es: Batido
ja: スムージー
ko: 스무디
ru: Смузи
zh: 冰沙
zh_tw: 冰沙

# drink_lemonade
source: Lemonade
de: Limonade
es: Limonada
ja: レモネード
ko: 레모네이드
nl: Limonade
pt: Limonada
ru: Лимонад
zh: 柠檬水
zh_tw: 檸檬水

# drink_isotonic
source: Isotonic Drink
de: Isotonisches Getränk
es: Bebida isotónica
ja: アイソトニック
ko: 이소토닉 음료
nl: Isotone Drank
pt: Bebida Isotônica
ru: Изотоник
zh: 等渗饮料
zh_tw: 等滲飲料

# drink_electrolyte
source: Electrolyte Drink
de: Elektrolytgetränk
es: Bebida electrolítica
ja: 電解質ドリンク
ko: 전해질 음료
nl: Elektrolytendrank
pt: Bebida Eletrolítica
ru: Электролитный напиток
zh: 电解质饮料
zh_tw: 電解質飲料

# drink_protein_shake
source: Protein Shake
es: Batido de proteína
ja: プロテインシェイク
ko: 단백질 쉐이크
nl: Proteïneshake
pt: Shake Proteína
ru: Протеиновый коктейль
zh: 蛋白奶昔
zh_tw: 蛋白奶昔

# drink_bcaa
source: BCAA Drink
de: BCAA-Getränk
es: Bebida BCAA
ja: BCAA
ko: BCAA 음료
nl: BCAA Drank
pt: Bebida BCAA
ru: BCAA напиток
zh: BCAA饮料
zh_tw: BCAA

# drink_energy
source: Energy Drink
es: Bebida energética
ja: エナジー
ko: 에너지 음료
nl: Energiedrank
pt: Energético
ru: Энергетик
zh: 能量饮料
zh_tw: 能量飲料

# drink_milk
source: Milk
de: Milch
es: Leche
ja: 牛乳
ko: 우유
nl: Melk
pt: Leite
ru: Молоко
zh: 牛奶
zh_tw: 牛奶

# drink_kefir
source: Kefir
es: Kéfir
ja: ケフィア
ko: 케피어
ru: Кефир
zh: 克菲尔
zh_tw: 克菲爾

# drink_yogurt
source: Yogurt Drink
de: Joghurt-Getränk
es: Yogur bebible
ja: 飲むヨーグルト
ko: 요구르트 음료
nl: Yoghurtdrank
pt: Bebida Iogurte
ru: Йогурт питьевой
zh: 酸奶饮品
zh_tw: 優格飲

# drink_almond_milk
source: Almond Milk
de: Mandelmilch
es: Leche de almendra
ja: アーモンドミルク
ko: 아몬드 우유
nl: Amandelmelk
pt: Leite Amêndoa
ru: Миндальное молоко
zh: 杏仁奶
zh_tw: 杏仁奶

# drink_soy_milk
source: Soy Milk
de: Sojamilch
es: Leche de soja
ja: 豆乳
ko: 두유
nl: Sojamelk
pt: Leite Soja
ru: Соевое молоко
zh: 豆奶
zh_tw: 豆漿

# drink_oat_milk
source: Oat Milk
de: Hafermilch
es: Leche de avena
ja: オーツミルク
ko: 귀리 우유
nl: Havermelk
pt: Leite Aveia
ru: Овсяное молоко
zh: 燕麦奶
zh_tw: 燕麥奶

# drink_beer_light
source: Light Beer
de: Helles Bier
es: Cerveza ligera
ja: ライトビール
ko: 라이트 맥주
nl: Licht Bier
pt: Cerveja Leve
ru: Легкое пиво
zh: 淡啤
zh_tw: 淡啤酒

# drink_beer_regular
source: Regular Beer
de: Normales Bier
es: Cerveza regular
ja: ビール
ko: 일반 맥주
nl: Normaal Bier
pt: Cerveja Normal
ru: Обычное пиво
zh: 普通啤酒
zh_tw: 普通啤酒

# drink_beer_strong
source: Strong Beer
de: Starkes Bier
es: Cerveza fuerte
ja: 濃いビール
ko: 스트롱 맥주
nl: Sterk Bier
pt: Cerveja Forte
ru: Крепкое пиво
zh: 烈性啤酒
zh_tw: 濃啤酒

# drink_wine_red
source: Red Wine
de: Rotwein
es: Vino tinto
ja: 赤ワイン
ko: 레드 와인
nl: Rode Wijn
pt: Vinho Tinto
ru: Красное вино
zh: 红葡萄酒
zh_tw: 紅酒

# drink_wine_white
source: White Wine
de: Weißwein
es: Vino blanco
ja: 白ワイン
ko: 화이트 와인
nl: Witte Wijn
pt: Vinho Branco
ru: Белое вино
zh: 白葡萄酒
zh_tw: 白酒

# drink_champagne
source: Champagne
de: Champagner
es: Champán
ja: シャンパン
ko: 샴페인
ru: Шампанское
zh: 香槟
zh_tw: 香檳

# drink_vodka
source: Vodka
de: Wodka
ja: ウォッカ
ko: 보드카
nl: Wodka
ru: Водка
zh: 伏特加
zh_tw: 伏特加

# drink_whiskey
source: Whiskey
es: Whisky
ja: ウイスキー
ko: 위스키
nl: Whisky
ru: Виски
zh: 威士忌
zh_tw: 威士忌

# drink_rum
source: Rum
es: Ron
ja: ラム
ko: 럼
ru: Ром
zh: 朗姆酒
zh_tw: 蘭姆酒

# drink_gin
source: Gin
es: Ginebra
ja: ジン
ko: 진
ru: Джин
zh: 金酒
zh_tw: 琴酒

# drink_tequila
source: Tequila
ja: テキーラ
ko: 데킬라
ru: Текила
zh: 龙舌兰
zh_tw: 龍舌蘭

# drink_mojito
source: Mojito
ja: モヒート
ko: 모히또
ru: Мохито
zh: 莫吉托
zh_tw: 莫希托

# drink_margarita
source: Margarita
ja: マルガリータ
ko: 마가리타
ru: Маргарита
zh: 玛格丽特
zh_tw: 瑪格麗特

# drink_kombucha
source: Kombucha
ja: コンブチャ
ko: 콤부차
ru: Комбуча
zh: 康普茶
zh_tw: 康普茶

# drink_kvass
source: Kvass
de: Kwas
ja: クワス
ko: 크바스
ru: Квас
zh: 格瓦斯
zh_tw: 克瓦斯

# drink_bone_broth
source: Bone Broth
de: Knochenbrühe
es: Caldo de hueso
ja: 骨スープ
ko: 뼈 육수
nl: Bottenbouillon
pt: Caldo Ossos
ru: Костный бульон
zh: 骨汤
zh_tw: 骨湯

# drink_vegetable_broth
source: Vegetable Broth
de: Gemüsebrühe
es: Caldo de verduras
ja: 野菜スープ
ko: 야채 육수
nl: Groentebouillon
pt: Caldo Vegetal
ru: Овощной бульон
zh: 蔬菜汤
zh_tw: 蔬菜湯

# drink_soda
source: Soda
de: Limo
es: Refresco
ja: ソーダ
ko: 탄산음료
nl: Frisdrank
pt: Refrigerante
ru: Газировка
zh: 汽水
zh_tw: 汽水

# drink_diet_soda
source: Diet Soda
de: Diät-Limo
es: Refresco dietético
ja: ダイエットソーダ
ko: 다이어트 탄산음료
nl: Light Frisdrank
pt: Refri Diet
ru: Диетическая газировка
zh: 无糖汽水
zh_tw: 無糖汽水

source: Added to favorites
de: Zu Favoriten hinzugefügt
es: Añadido a favoritos
ja: お気に入りに追加
ko: 즐겨찾기에 추가됨
nl: Toegevoegd aan favorieten
pt: Adicionado aos favoritos
ru: Добавлено в избранное
zh: 已添加到收藏
zh_tw: 已加入我的最愛

# favoriteLimitReached
source: Favorites limit reached (3 for FREE, 20 for PRO)
de: Favoriten-Limit erreicht (3 für FREE, 20 für PRO)
es: Límite de favoritos alcanzado (3 para FREE, 20 para PRO)
ja: 上限到達 (FREE 3, PRO 20)
ko: 즐겨찾기 제한 도달 (무료 3개, PRO 20개)
nl: Favorietenlimiet bereikt (3 voor FREE, 20 voor PRO)
pt: Limite favoritos atingido (3 FREE, 20 PRO)
ru: Достигнут лимит избранного (3 для FREE, 20 для PRO)
zh: 收藏已达上限(免费3个，PRO 20个)
zh_tw: 已達上限(免費3個,PRO 20個)

source: Add favorite
de: Favorit hinzufügen
es: Añadir favorito
ja: お気に入り追加
ko: 즐겨찾기 추가
nl: Favoriet toevoegen
pt: Adicionar favorito
ru: Добавить избранное
zh: 添加收藏
zh_tw: 加入最愛

# hotAndSupplements
source: Hot & Supplements
de: Heiß & Nahrungsergänzung
es: Calientes y Suplementos
ja: 温かい飲み物&サプリ
ko: 따뜻한 음료 & 보충제
nl: Warm & Supplementen
pt: Quentes & Suplementos
ru: Горячее и добавки
zh: 热饮&补剂
zh_tw: 熱飲&補充劑

source: Quick volumes:
de: Schnelle Volumen:
es: Volúmenes rápidos:
ja: クイック量:
ko: 빠른 용량:
nl: Snelle volumes:
pt: Volumes rápidos:
ru: Быстрые объемы:
zh: 快速容量:
zh_tw: 快速容量:

source: Type:
de: Typ:
es: Tipo:
ja: 種類:
ko: 유형:
pt: Tipo:
ru: Тип:
zh: 类型:
zh_tw: 類型:

source: Regular
de: Normal
ja: 通常
ko: 일반
nl: Normaal
pt: Normal
ru: Обычная
zh: 普通
zh_tw: 普通

source: Coconut
de: Kokosnuss
es: Coco
ja: ココナッツ
ko: 코코넛
nl: Kokos
pt: Coco
ru: Кокосовая
zh: 椰子
zh_tw: 椰子

source: Sparkling
de: Sprudel
es: Con gas
ja: 炭酸
ko: 탄산
nl: Bruisend
pt: Com gás
ru: Газированная
zh: 气泡
zh_tw: 氣泡

source: Mineral
ja: ミネラル
ko: 미네랄
nl: Mineraal
ru: Минеральная
zh: 矿物质
zh_tw: 礦泉

source: Hot Drinks
de: Heiße Getränke
es: Bebidas calientes
ja: 温かい飲み物
ko: 따뜻한 음료
nl: Warme Dranken
pt: Bebidas Quentes
ru: Горячие напитки
zh: 热饮
zh_tw: 熱飲

source: Supplements
de: Nahrungsergänzung
es: Suplementos
ja: サプリ
ko: 보충제
nl: Supplementen
pt: Suplementos
ru: Добавки
zh: 补剂
zh_tw: 補充劑

source: Tea
de: Tee
es: Té
ja: お茶
ko: 차
nl: Thee
pt: Chá
ru: Чай
zh: 茶
zh_tw: 茶

# salt
source: Salt (1/4 tsp)
de: Salz (1/4 TL)
es: Sal (1/4 cdta)
ja: 塩 (1/4 tsp)
ko: 소금 (1/4 tsp)
nl: Zout (1/4 tl)
pt: Sal (1/4 colher chá)
ru: Соль (1/4 ч.л.)
zh: 盐(1/4茶匙)
zh_tw: 鹽(1/4茶匙)

source: Electrolyte Mix
de: Elektrolyt-Mix
es: Mezcla de electrolitos
ja: 電解質ミックス
ko: 전해질 믹스
nl: Elektrolyten Mix
pt: Mix Eletrólitos
ru: Электролитная смесь
zh: 电解质混合
zh_tw: 電解質混合

source: Bone Broth
de: Knochenbrühe
es: Caldo de huesos
ja: 骨スープ
ko: 뼈 육수
nl: Bottenbouillon
pt: Caldo Ossos
ru: Костный бульон
zh: 骨汤
zh_tw: 骨湯

source: Favorite assignment coming soon
de: Favoriten-Zuweisung kommt bald
es: Asignación de favoritos próximamente
ja: お気に入り割当は近日公開
ko: 즐겨찾기 할당 곧 출시
nl: Favoriet toewijzen komt binnenkort
pt: Atribuição favorito em breve
ru: Назначение избранного скоро будет доступно
zh: 收藏分配即将推出
zh_tw: 最愛指定即將推出

source: Long press to edit - coming soon
de: Langes Drücken zum Bearbeiten - kommt bald
es: Mantén presionado para editar - próximamente
ja: 長押しで編集 - 近日公開
ko: 길게 눌러 편집 - 곧 출시
nl: Lang drukken om te bewerken - komt binnenkort
pt: Pressione longo pra editar - em breve
ru: Долгое нажатие для редактирования - скоро
zh: 长按编辑 - 即将推出
zh_tw: 長按編輯 - 即將推出

source: PRO subscription required
de: PRO-Abo erforderlich
es: Suscripción PRO requerida
ja: PRO購読が必要
ko: PRO 구독 필요
nl: PRO abonnement vereist
pt: Assinatura PRO necessária
ru: Требуется подписка PRO
zh: 需要PRO订阅
zh_tw: 需要PRO訂閱

source: Save to favorites
de: Zu Favoriten speichern
es: Guardar en favoritos
ja: お気に入りに保存
ko: 즐겨찾기에 저장
nl: Opslaan als favoriet
pt: Salvar nos favoritos
ru: Сохранить в избранное
zh: 保存到收藏
zh_tw: 儲存至最愛

source: Saved to favorites
de: Zu Favoriten gespeichert
es: Guardado en favoritos
ja: お気に入りに保存完了
ko: 즐겨찾기에 저장됨
nl: Opgeslagen als favoriet
pt: Salvo nos favoritos
ru: Сохранено в избранное
zh: 已保存到收藏
zh_tw: 已儲存至最愛

source: Select favorite slot
de: Favoriten-Slot wählen
es: Seleccionar ranura de favorito
ja: スロット選択
ko: 즐겨찾기 슬롯 선택
nl: Selecteer favoriet slot
pt: Selecionar slot favorito
ru: Выберите слот избранного
zh: 选择收藏位
zh_tw: 選擇最愛欄位

source: Slot
es: Ranura
ja: スロット
ko: 슬롯
ru: Слот
zh: 位置
zh_tw: 欄位

source: Empty slot
de: Leerer Slot
es: Ranura vacía
ja: 空きスロット
ko: 빈 슬롯
nl: Leeg slot
pt: Slot vazio
ru: Пустой слот
zh: 空位
zh_tw: 空欄位

# upgradeToUnlock
source: Upgrade to PRO to unlock
de: Auf PRO upgraden zum Freischalten
es: Actualiza a PRO para desbloquear
ja: PROで解除
ko: PRO로 업그레이드하여 잠금 해제
nl: Upgrade naar PRO om te ontgrendelen
pt: Atualize pro PRO pra desbloquear
ru: Обновитесь до PRO для разблокировки
zh: 升级PRO解锁
zh_tw: 升級PRO解鎖

source: Change favorite
de: Favorit ändern
es: Cambiar favorito
ja: お気に入り変更
ko: 즐겨찾기 변경
nl: Favoriet wijzigen
pt: Mudar favorito
ru: Изменить избранное
zh: 更改收藏
zh_tw: 變更最愛

source: Remove favorite
de: Favorit entfernen
es: Eliminar de favoritos
ja: お気に入り削除
ko: 즐겨찾기 제거
nl: Favoriet verwijderen
pt: Remover favorito
ru: Удалить из избранного
zh: 移除收藏
zh_tw: 移除最愛

source: OK
ko: 확인
ru: ОК
zh: 确定
zh_tw: 確定

source: Mineral Water
de: Mineralwasser
es: Agua mineral
ja: ミネラル水
ko: 미네랄 워터
nl: Mineraalwater
pt: Água Mineral
ru: Минеральная вода
zh: 矿泉水
zh_tw: 礦泉水

source: Coconut Water
de: Kokoswasser
es: Agua de coco
ja: ココナッツ水
ko: 코코넛 워터
nl: Kokoswater
pt: Água de Coco
ru: Кокосовая вода
zh: 椰子水
zh_tw: 椰子水

source: Lemon Water
de: Zitronenwasser
es: Agua con limón
ja: レモン水
ko: 레몬 워터
nl: Citroenwater
pt: Água com Limão
ru: Вода с лимоном
zh: 柠檬水
zh_tw: 檸檬水

source: Green Tea
de: Grüntee
es: Té verde
ja: 緑茶
ko: 녹차
nl: Groene Thee
pt: Chá Verde
ru: Зеленый чай
zh: 绿茶
zh_tw: 綠茶

source: Amount
de: Menge
es: Cantidad
ja: 量
ko: 양
nl: Hoeveelheid
pt: Quantidade
ru: Количество
zh: 数量
zh_tw: 數量

# createFavoriteHint
source: To add a favorite, go to any drink screen below and tap 'Save to favorites' button after setting up your drink.
de: Um einen Favoriten hinzuzufügen, gehe zu einem beliebigen Getränkebildschirm und tippe nach der Einrichtung auf 'Zu Favoriten speichern'.
es: Para agregar un favorito, vaya a cualquier pantalla de bebida a continuación y toque el botón 'Guardar en favoritos' después de configurar su bebida.
ja: お気に入り追加は飲み物画面で「お気に入りに保存」をタップ。
ko: 즐겨찾기를 추가하려면 아래 음료 화면으로 이동하여 음료를 설정한 후 '즐겨찾기에 저장' 버튼을 누르세요.
nl: Om een favoriet toe te voegen, ga naar een drankscherm hieronder en tik op 'Opslaan als favoriet' knop na instellen van je drank.
pt: Pra adicionar favorito, vá a qualquer tela bebida abaixo e toque botão 'Salvar nos favoritos' após configurar sua bebida.
ru: Чтобы добавить избранное, перейдите в любой экран напитка ниже и нажмите кнопку 'Сохранить в избранное' после настройки напитка.
zh: 要添加收藏，请转到下方任意饮品屏幕，设置后点击"保存到收藏"按钮
zh_tw: 要新增最愛，請前往下方飲品畫面，設定後點擊「儲存至最愛」。

source: Sparkling Water
de: Sprudelwasser
es: Agua con gas
ja: 炭酸水
ko: 탄산수
nl: Bruisend Water
pt: Água com Gás
ru: Газированная вода
zh: 气泡水
zh_tw: 氣泡水

source: Cola
ja: コーラ
ko: 콜라
ru: Кола
zh: 可乐
zh_tw: 可樂

source: Juice
de: Saft
es: Jugo
ja: ジュース
ko: 주스
nl: Sap
pt: Suco
ru: Сок
zh: 果汁
zh_tw: 果汁

source: Energy Drink
es: Bebida energética
ja: エナジー
ko: 에너지 음료
nl: Energiedrank
pt: Energético
ru: Энергетик
zh: 能量饮料
zh_tw: 能量飲料

source: Sports Drink
de: Sportgetränk
es: Bebida deportiva
ja: スポーツ
ko: 스포츠 음료
nl: Sportdrank
pt: Bebida Esportiva
ru: Спортивный напиток
zh: 运动饮料
zh_tw: 運動飲料

source: Select electrolyte type:
de: Elektrolyt-Typ wählen:
es: Seleccionar tipo de electrolito:
ja: 電解質タイプを選択:
ko: 전해질 유형 선택:
nl: Selecteer elektrolyt type:
pt: Selecionar tipo eletrólito:
ru: Выберите тип электролита:
zh: 选择电解质类型:
zh_tw: 選擇電解質類型:

# saltQuarterTsp
source: Salt (1/4 tsp)
de: Salz (1/4 TL)
es: Sal (1/4 cdta)
ja: 塩 (1/4 tsp)
ko: 소금 (1/4 tsp)
nl: Zout (1/4 tl)
pt: Sal (1/4 colher chá)
ru: Соль (1/4 ч.л.)
zh: 盐(1/4茶匙)
zh_tw: 鹽(1/4茶匙)

# pinkSalt
source: Pink Himalayan Salt
de: Rosa Himalaya-Salz
es: Sal rosa del Himalaya
ja: ピンク塩
ko: 핑크 히말라얀 소금
nl: Roze Himalayazout
pt: Sal Rosa do Himalaia
ru: Розовая гималайская соль
zh: 喜马拉雅粉盐
zh_tw: 喜馬拉雅粉鹽

source: Sea Salt
de: Meersalz
es: Sal marina
ja: 海塩
ko: 바다 소금
nl: Zeezout
pt: Sal Marinho
ru: Морская соль
zh: 海盐
zh_tw: 海鹽

source: Potassium Citrate
de: Kaliumcitrat
es: Citrato de potasio
ja: クエン酸K
ko: 칼륨 시트레이트
nl: Kaliumcitraat
pt: Citrato Potássio
ru: Цитрат калия
zh: 柠檬酸钾
zh_tw: 檸檬酸鉀

source: Magnesium Glycinate
de: Magnesiumglycinat
es: Glicinato de magnesio
ja: グリシン酸Mg
ko: 마그네슘 글리시네이트
nl: Magnesiumglycinaat
pt: Glicinato Magnésio
ru: Глицинат магния
zh: 甘氨酸镁
zh_tw: 甘胺酸鎂

# coconutWaterElectrolyte
source: Coconut Water
de: Kokoswasser
es: Agua de coco
ja: ココナッツ水
ko: 코코넛 워터
nl: Kokoswater
pt: Água de Coco
ru: Кокосовая вода
zh: 椰子水
zh_tw: 椰子水

# sportsDrinkElectrolyte
source: Sports Drink
de: Sportgetränk
es: Bebida deportiva
ja: スポーツドリンク
ko: 스포츠 음료
nl: Sportdrank
pt: Bebida Esportiva
ru: Спортивный напиток
zh: 运动饮料
zh_tw: 運動飲料

source: Electrolyte content:
de: Elektrolytgehalt:
es: Contenido de electrolitos:
ja: 電解質含有量:
ko: 전해질 함량:
nl: Elektrolyten inhoud:
pt: Conteúdo eletrólitos:
ru: Содержание электролитов:
zh: 电解质含量:
zh_tw: 電解質含量:

# sodiumContent
source: Sodium: {amount} mg
de: Natrium: {amount} mg
es: Sodio: {amount} mg
ja: Na: {amount} mg
ko: 나트륨: {amount}mg
nl: Natrium: {amount} mg
pt: Sódio: {amount} mg
ru: Натрий: {amount} мг
zh: 钠: {amount} mg
zh_tw: 鈉: {amount} mg

# potassiumContent
source: Potassium: {amount} mg
de: Kalium: {amount} mg
es: Potasio: {amount} mg
ja: K: {amount} mg
ko: 칼륨: {amount}mg
nl: Kalium: {amount} mg
pt: Potássio: {amount} mg
ru: Калий: {amount} мг
zh: 钾: {amount} mg
zh_tw: 鉀: {amount} mg

# magnesiumContent
source: Magnesium: {amount} mg
es: Magnesio: {amount} mg
ja: Mg: {amount} mg
ko: 마그네슘: {amount}mg
pt: Magnésio: {amount} mg
ru: Магний: {amount} мг
zh: 镁: {amount} mg
zh_tw: 鎂: {amount} mg

source: Servings
de: Portionen
es: Porciones
ja: 回分
ko: 서빙
nl: Porties
pt: Porções
ru: Порции
zh: 份
zh_tw: 份量

source: Enter servings
de: Portionen eingeben
es: Ingrese porciones
ja: 回分を入力
ko: 서빙 입력
nl: Voer porties in
pt: Digite porções
ru: Введите количество порций
zh: 输入份量
zh_tw: 輸入份量

# servingsUnit
source: servings
de: Portionen
es: porciones
ja: 回分
ko: 서빙
nl: porties
pt: porções
ru: порций
zh: 份
zh_tw: 份

source: No electrolytes
de: Keine Elektrolyte
es: Sin electrolitos
ja: 電解質なし
ko: 전해질 없음
nl: Geen elektrolyten
pt: Sem eletrólitos
ru: Нет электролитов
zh: 无电解质
zh_tw: 無電解質

# enterValidAmount
source: Please enter a valid amount
de: Bitte gültige Menge eingeben
es: Por favor ingrese una cantidad válida
ja: 有効な量を入力
ko: 올바른 양을 입력하세요
nl: Voer geldig bedrag in
pt: Digite quantidade válida
ru: Введите корректное количество
zh: 请输入有效数量
zh_tw: 請輸入有效數量

source: LMNT Mix
es: Mezcla LMNT
ja: LMNTミックス
ko: LMNT 믹스
pt: Mix LMNT
ru: LMNT Микс
zh: LMNT混合
zh_tw: LMNT混合

source: Pickle Juice
de: Gurkensaft
es: Jugo de pepinillos
ja: ピクルス汁
ko: 피클 주스
nl: Augurkensap
pt: Suco Picles
ru: Огуречный рассол
zh: 腌菜汁
zh_tw: 醃黃瓜汁

source: Tomato + Salt
de: Tomate + Salz
es: Tomate + sal
ja: トマト+塩
ko: 토마토 + 소금
nl: Tomaat + Zout
pt: Tomate + Sal
ru: Томатный сок + соль
zh: 番茄+盐
zh_tw: 番茄+鹽

source: Ketorade
ko: 케토레이드
ru: Кеторейд
zh: 生酮饮

source: Alkaline Water
de: Basisches Wasser
es: Agua alcalina
ja: アルカリ水
ko: 알칼리수
nl: Alkalisch Water
pt: Água Alcalina
ru: Щелочная вода
zh: 碱性水
zh_tw: 鹼性水

# celticSalt
source: Celtic Salt Water
de: Keltisches Salzwasser
es: Sal celta
ja: ケルト塩水
ko: 켈틱 소금 워터
nl: Keltisch Zoutwater
pt: Água Sal Celta
ru: Кельтская соль
zh: 凯尔特盐水
zh_tw: 凱爾特鹽水

source: Sole Water
de: Sole-Wasser
es: Agua de sol
ja: ソール水
ko: 솔레 워터
pt: Água Sole
ru: Соляной раствор
zh: 盐水
zh_tw: Sole水

source: Mineral Drops
de: Mineraltropfen
es: Gotas minerales
ja: ミネラルドロップ
ko: 미네랄 드롭
nl: Minerale Druppels
pt: Gotas Minerais
ru: Минеральные капли
zh: 矿物滴剂
zh_tw: 礦物質滴劑

# bakingSoda
source: Baking Soda Water
de: Natron-Wasser
es: Agua con bicarbonato
ja: 重曹水
ko: 베이킹 소다 워터
nl: Zuiveringszoutwater
pt: Água Bicarbonato
ru: Содовая вода
zh: 小苏打水
zh_tw: 小蘇打水

# creamTartar
source: Cream of Tartar
de: Weinstein
es: Crémor tártaro
ja: 酒石酸
ko: 크림 오브 타르타르
nl: Wijnsteen
pt: Cremor Tártaro
ru: Винный камень
zh: 酒石酸
zh_tw: 酒石酸鉀

source: Select supplement type:
de: Nahrungsergänzungstyp wählen:
es: Seleccionar tipo de suplemento:
ja: サプリタイプを選択:
ko: 보충제 유형 선택:
nl: Selecteer supplement type:
pt: Selecionar tipo suplemento:
ru: Выберите тип добавки:
zh: 选择补剂类型:
zh_tw: 選擇補充劑類型:

source: Multivitamin
es: Multivitamínico
ja: マルチビタミン
ko: 종합 비타민
nl: Multivitamine
pt: Multivitamínico
ru: Мультивитамины
zh: 复合维生素
zh_tw: 綜合維生素

source: Magnesium Citrate
de: Magnesiumcitrat
es: Citrato de magnesio
ja: クエン酸Mg
ko: 마그네슘 시트레이트
nl: Magnesiumcitraat
pt: Citrato Magnésio
ru: Цитрат магния
zh: 柠檬酸镁
zh_tw: 檸檬酸鎂

# magnesiumThreonate
source: Magnesium L-Threonate
de: Magnesium L-Threonat
es: L-treonato de magnesio
ja: L-トレオン酸Mg
ko: 마그네슘 L-트레오네이트
nl: Magnesium L-Threonaat
pt: L-Treonato Magnésio
ru: L-треонат магния
zh: L-苏糖酸镁
zh_tw: 蘇糖酸鎂L

source: Calcium Citrate
de: Calciumcitrat
es: Citrato de calcio
ja: クエン酸Ca
ko: 칼슘 시트레이트
nl: Calciumcitraat
pt: Citrato Cálcio
ru: Цитрат кальция
zh: 柠檬酸钙
zh_tw: 檸檬酸鈣

source: Zinc Glycinate
de: Zinkglycinat
es: Glicinato de zinc
ja: グリシン酸Zn
ko: 아연 글리시네이트
nl: Zinkglycinaat
pt: Glicinato Zinco
ru: Глицинат цинка
zh: 甘氨酸锌
zh_tw: 甘胺酸鋅

source: Vitamin D3
es: Vitamina D3
ja: ビタミンD3
ko: 비타민 D3
nl: Vitamine D3
pt: Vitamina D3
ru: Витамин D3
zh: 维生素D3
zh_tw: 維生素D3

source: Vitamin C
es: Vitamina C
ja: ビタミンC
ko: 비타민 C
nl: Vitamine C
pt: Vitamina C
ru: Витамин C
zh: 维生素C
zh_tw: 維生素C

source: B-Complex
de: B-Komplex
es: Complejo B
ja: Bコンプレックス
ko: 비타민 B 복합체
pt: Complexo B
ru: B-комплекс
zh: B族维生素
zh_tw: B群

source: Omega-3
ja: オメガ3
ko: 오메가-3
ru: Омега-3

source: Iron Bisglycinate
de: Eisenbisglycinat
es: Bisglicinato de hierro
ja: ビスグリシン酸Fe
ko: 철분 비스글리시네이트
nl: IJzerbisglycinaat
pt: Bisglicinato Ferro
ru: Бисглицинат железа
zh: 双甘氨酸铁
zh_tw: 雙甘胺酸鐵

source: Dosage
de: Dosierung
es: Dosificación
ja: 用量
ko: 복용량
nl: Dosering
pt: Dosagem
ru: Дозировка
zh: 剂量
zh_tw: 劑量

source: Enter dosage
de: Dosierung eingeben
es: Ingrese la dosis
ja: 用量を入力
ko: 복용량 입력
nl: Voer dosering in
pt: Digite dosagem
ru: Введите дозировку
zh: 输入剂量
zh_tw: 輸入劑量

source: No electrolyte content
de: Kein Elektrolytgehalt
es: Sin electrolitos
ja: 電解質含有なし
ko: 전해질 함량 없음
nl: Geen elektrolyten inhoud
pt: Sem conteúdo eletrólitos
ru: Нет электролитов
zh: 无电解质含量
zh_tw: 無電解質含量

source: Black Tea
de: Schwarztee
es: Té Negro
ja: 紅茶
ko: 홍차
nl: Zwarte Thee
pt: Chá Preto
ru: Черный чай
zh: 红茶
zh_tw: 紅茶

source: Herbal Tea
de: Kräutertee
es: Té de Hierbas
ja: ハーブティー
ko: 허브차
nl: Kruidenthee
pt: Chá Ervas
ru: Травяной чай
zh: 花草茶
zh_tw: 花草茶

source: Espresso
ja: エスプレッソ
ko: 에스프레소
ru: Эспрессо
zh: 浓缩咖啡
zh_tw: 濃縮咖啡

source: Cappuccino
ja: カプチーノ
ko: 카푸치노
ru: Капучино
zh: 卡布奇诺
zh_tw: 卡布奇諾

source: Latte
ja: ラテ
ko: 라떼
ru: Латте
zh: 拿铁
zh_tw: 拿鐵

source: Matcha
ja: 抹茶
ko: 말차
ru: Матча
zh: 抹茶
zh_tw: 抹茶

source: Hot Chocolate
de: Heiße Schokolade
es: Chocolate Caliente
ja: ホットチョコ
ko: 핫초코
nl: Warme Chocolademelk
pt: Chocolate Quente
ru: Горячий шоколад
zh: 热巧克力
zh_tw: 熱巧克力

source: Caffeine
de: Koffein
es: Cafeína
ja: カフェイン
ko: 카페인
nl: Cafeïne
pt: Cafeína
ru: Кофеин
zh: 咖啡因
zh_tw: 咖啡因

source: Sports
de: Sport
es: Deportes
ja: スポーツ
ko: 스포츠
nl: Sport
pt: Esportes
ru: Спорт
zh: 运动
zh_tw: 運動

source: Walking
de: Gehen
es: Caminar
ja: ウォーキング
ko: 걷기
nl: Wandelen
pt: Caminhada
ru: Ходьба
zh: 步行
zh_tw: 步行

source: Running
de: Laufen
es: Correr
ja: ランニング
ko: 달리기
nl: Hardlopen
pt: Corrida
ru: Бег
zh: 跑步
zh_tw: 跑步

source: Gym
de: Fitness
es: Gimnasio
ja: ジム
ko: 헬스
nl: Sportschool
pt: Academia
ru: Тренажерный зал
zh: 健身房
zh_tw: 健身房

source: Cycling
de: Radfahren
es: Ciclismo
ja: サイクリング
ko: 사이클링
nl: Fietsen
pt: Ciclismo
ru: Велосипед
zh: 骑行
zh_tw: 騎車

source: Swimming
de: Schwimmen
es: Natación
ja: 水泳
ko: 수영
nl: Zwemmen
pt: Natação
ru: Плавание
zh: 游泳
zh_tw: 游泳

source: Yoga
ja: ヨガ
ko: 요가
ru: Йога
zh: 瑜伽
zh_tw: 瑜伽

source: HIIT
ru: ВИИТ

source: CrossFit
ko: 크로스핏
ru: Кроссфит

source: Boxing
de: Boxen
es: Boxeo
ja: ボクシング
ko: 복싱
nl: Boksen
pt: Boxe
ru: Бокс
zh: 拳击
zh_tw: 拳擊

source: Dancing
de: Tanzen
es: Baile
ja: ダンス
ko: 댄스
nl: Dansen
pt: Dança
ru: Танцы
zh: 舞蹈
zh_tw: 跳舞

source: Tennis
es: Tenis
ja: テニス
ko: 테니스
pt: Tênis
ru: Теннис
zh: 网球
zh_tw: 網球

source: Team Sports
de: Mannschaftssport
es: Deportes de equipo
ja: チームスポーツ
ko: 팀 스포츠
nl: Teamsport
pt: Esportes Equipe
ru: Командный спорт
zh: 团队运动
zh_tw: 團隊運動

source: Select activity type:
de: Aktivitätstyp wählen:
es: Seleccionar tipo de actividad:
ja: 活動タイプを選択:
ko: 활동 유형 선택:
nl: Selecteer activiteit type:
pt: Selecionar tipo atividade:
ru: Выберите тип активности:
zh: 选择活动类型:
zh_tw: 選擇活動類型:

source: Duration
de: Dauer
es: Duración
ja: 時間
ko: 지속 시간
nl: Duur
pt: Duração
ru: Длительность
zh: 时长
zh_tw: 時長

source: minutes
de: Minuten
es: minutos
ja: 分
ko: 분
nl: minuten
pt: minutos
ru: минут
zh: 分钟
zh_tw: 分鐘

source: Enter duration
de: Dauer eingeben
es: Ingrese duración
ja: 時間を入力
ko: 지속 시간 입력
nl: Voer duur in
pt: Digite duração
ru: Введите длительность
zh: 输入时长
zh_tw: 輸入時長
