Repository: vtrukhnov-lab/HydraCoach
Catalog: lib/l10n/app_*.arb
Languages: de, es, ja, ko, nl, pt, ru, zh, zh_tw

source: sessions
de: Sitzungen
es: sesiones
ja: 回
ko: 세션
nl: Sessies
pt: sessões
ru: сессий
zh: 次
zh_tw: 次

source: Total Time
de: Gesamtzeit
es: Tiempo total
ja: 総時間
ko: 총 시간
nl: Totale Tijd
pt: Tempo Total
ru: Общее время
zh: 总时长
zh_tw: 總時長

source: Water Loss
de: Wasserverlust
es: Pérdida de agua
ja: 水分損失
ko: 수분 손실
nl: Waterverlies
pt: Perda Água
ru: Потеря воды
zh: 水分流失
zh_tw: 水分流失

source: Intensity
de: Intensität
es: Intensidad
ja: 強度
ko: 강도
nl: Intensiteit
ru: Интенсивность
zh: 强度
zh_tw: 強度

source: Drink water after workout
de: Nach Workout Wasser trinken
es: Bebe agua después del entrenamiento
ja: 運動後に水
ko: 운동 후 물 마시기
nl: Drink water na training
pt: Beba água após treino
ru: Пейте воду после тренировки
zh: 运动后喝水
zh_tw: 運動後喝水

source: Replenish electrolytes
de: Elektrolyte auffüllen
es: Reponer electrolitos
ja: 電解質を補充
ko: 전해질 보충
nl: Vul elektrolyten aan
pt: Reponha eletrólitos
ru: Восполните электролиты
zh: 补充电解质
zh_tw: 補充電解質

source: Rest and recover
de: Ausruhen und erholen
es: Descansar y recuperarse
ja: 休息と回復
ko: 휴식 및 회복
nl: Rust en herstel
pt: Descanse e recupere
ru: Отдыхайте и восстанавливайтесь
zh: 休息和恢复
zh_tw: 休息恢復

# avoidSugaryDrinks
source: Avoid sugary sports drinks
de: Zuckerhaltige Sportgetränke vermeiden
es: Evitar bebidas deportivas azucaradas
ja: 甘いスポーツドリンクを避ける
ko: 단 스포츠 음료 피하기
nl: Vermijd suikerhoudende sportdranken
pt: Evite bebidas esportivas açucaradas
ru: Избегайте сладких спортивных напитков
zh: 避免含糖运动饮料
zh_tw: 避免含糖運動飲料

source: Elliptical
de: Ellipsentrainer
es: Elíptica
ja: エリプティカル
ko: 일립티컬
nl: Crosstrainer
pt: Elíptico
ru: Эллиптический тренажер
zh: 椭圆机
zh_tw: 橢圓機

source: Rowing
de: Rudern
es: Remo
ja: ローイング
ko: 로잉
nl: Roeien
pt: Remo
ru: Гребля
zh: 划船
zh_tw: 划船

source: Jump Rope
de: Seilspringen
es: Saltar la cuerda
ja: 縄跳び
ko: 줄넘기
nl: Touwtjespringen
pt: Pular Corda
ru: Скакалка
zh: 跳绳
zh_tw: 跳繩

source: Stair Climbing
de: Treppensteigen
es: Subir escaleras
ja: 階段昇り
ko: 계단 오르기
nl: Traplopen
pt: Escadas
ru: Подъем по лестнице
zh: 爬楼梯
zh_tw: 爬樓梯

source: Bodyweight
de: Eigengewicht
es: Peso corporal
ja: 自重
ko: 맨몸 운동
nl: Lichaamsgewicht
pt: Peso Corporal
ru: Собственный вес
zh: 自重
zh_tw: 體重訓練

source: Powerlifting
ja: パワーリフティング
ko: 파워리프팅
ru: Пауэрлифтинг
zh: 力量举
zh_tw: 力量舉

source: Calisthenics
es: Calistenia
ja: カリステニクス
ko: 칼리스테닉스
pt: Calistenia
ru: Калистеника
zh: 健美操
zh_tw: 健美操

source: Resistance Bands
de: Widerstandsbänder
es: Bandas de resistencia
ja: レジスタンスバンド
ko: 저항 밴드
nl: Weerstandsbanden
pt: Faixas Resistência
ru: Резиновые ленты
zh: 阻力带
zh_tw: 阻力帶

source: Kettlebell
es: Pesas rusas
ja: ケトルベル
ko: 케틀벨
ru: Гири
zh: 壶铃
zh_tw: 壺鈴

source: Strongman
es: Hombre fuerte
ja: ストロングマン
ko: 스트롱맨
ru: Силовой экстрим
zh: 大力士
zh_tw: 大力士

source: Pilates
ja: ピラティス
ko: 필라테스
ru: Пилатес
zh: 普拉提
zh_tw: 普拉提

source: Basketball
es: Baloncesto
ja: バスケ
ko: 농구
nl: Basketbal
pt: Basquete
ru: Баскетбол
zh: 篮球
zh_tw: 籃球

source: Soccer/Football
de: Fußball
es: Fútbol
ja: サッカー
ko: 축구
nl: Voetbal
pt: Futebol
ru: Футбол
zh: 足球
zh_tw: 足球

source: Golf
ja: ゴルフ
ko: 골프
pt: Golfe
ru: Гольф
zh: 高尔夫
zh_tw: 高爾夫

source: Martial Arts
de: Kampfkunst
es: Artes marciales
ja: 格闘技
ko: 무술
nl: Vechtsporten
pt: Artes Marciais
ru: Боевые искусства
zh: 武术
zh_tw: 武術

source: Rock Climbing
de: Klettern
es: Escalada en roca
ja: ロッククライミング
ko: 암벽 등반
nl: Rotsklimmen
pt: Escalada
ru: Скалолазание
zh: 攀岩
zh_tw: 攀岩

# needsToReplenish
source: Need to replenish
de: Muss aufgefüllt werden
es: Necesita reponer
ja: 補充が必要
ko: 보충 필요
nl: Moet aanvullen
pt: Precisa repor
ru: Необходимо восполнить
zh: 需要补充
zh_tw: 需要補充

# electrolyteTrackingPro
source: Track sodium, potassium & magnesium goals with detailed progress bars
de: Verfolge Natrium-, Kalium- & Magnesiumziele mit detaillierten Fortschrittsbalken
es: Rastrea los objetivos de sodio, potasio y magnesio con barras de progreso detalladas
ja: Na、K、Mg目標を詳細な進捗バーで追跡
ko: 나트륨, 칼륨 & 마그네슘 목표를 상세한 진행 표시줄로 추적
nl: Volg natrium, kalium & magnesium doelen met gedetailleerde voortgangsbalken
pt: Rastreie sódio, potássio & magnésio com barras progresso detalhadas
ru: Отслеживайте цели натрия, калия и магния с детальными индикаторами
zh: 追踪钠、钾和镁目标，详细进度条
zh_tw: 追蹤鈉、鉀和鎂目標及詳細進度條

source: Unlock
de: Freischalten
es: Desbloquear
ja: 解除
ko: 잠금 해제
nl: Ontgrendel
pt: Desbloquear
ru: Разблокировать
zh: 解锁
zh_tw: 解鎖

source: Weather
de: Wetter
es: Clima
ja: 天候
ko: 날씨
nl: Weer
pt: Clima
ru: Погода
zh: 天气
zh_tw: 天氣

# weatherTrackingPro
source: Track heat index, humidity & weather impact on hydration goals
de: Verfolge Hitzeindex, Luftfeuchtigkeit & Wettereinfluss auf Hydrationsziele
es: Rastrea el índice de calor, humedad e impacto del clima en los objetivos de hidratación
ja: 熱中症指数、湿度、天候が水分補給目標に与える影響を追跡
ko: 열 지수, 습도 및 날씨가 수분 섭취 목표에 미치는 영향 추적
nl: Volg hitteindex, vochtigheid & weer impact op hydratie doelen
pt: Rastreie índice calor, umidade & impacto clima nas metas hidratação
ru: Отслеживайте индекс жары, влажность и влияние погоды на цели гидратации
zh: 追踪热指数、湿度和天气对水分目标的影响
zh_tw: 追蹤熱指數、濕度及天氣對補水目標的影響

source: Sugar Tracking
de: Zucker-Verfolgung
es: Seguimiento de Azúcar
ja: 砂糖追跡
ko: 설탕 추적
nl: Suiker Tracking
pt: Rastreamento Açúcar
ru: Отслеживание сахара
zh: 糖追踪
zh_tw: 糖追蹤

# sugarTrackingPro
source: Monitor natural, added & hidden sugar intake with HRI impact analysis
de: Überwache natürlichen, zugesetzten & versteckten Zucker mit HRI-Einflussanalyse
es: Monitorea la ingesta de azúcar natural, añadido y oculto con análisis de impacto HRI
ja: 天然、添加、隠れた砂糖摂取をHRI影響分析で監視
ko: HRI 영향 분석과 함께 천연, 첨가 및 숨겨진 설탕 섭취 모니터링
nl: Monitor natuurlijke, toegevoegde & verborgen suikerinname met HRI impact analyse
pt: Monitore ingestão açúcar natural, adicionado & oculto com análise impacto HRI
ru: Контролируйте натуральный, добавленный и скрытый сахар с анализом влияния на HRI
zh: 监测天然、添加和隐藏糖摄入及HRI影响分析
zh_tw: 監測天然、添加和隱藏糖攝入及HRI影響分析

source: Day Overview
de: Tagesübersicht
es: Resumen del día
ja: 日の概要
ko: 일일 개요
nl: Dag Overzicht
pt: Visão Geral Dia
ru: Обзор дня
zh: 日概览
zh_tw: 日概覽

source: Tap for details
de: Tippen für Details
es: Toca para detalles
ja: タップで詳細
ko: 자세히 보려면 탭
nl: Tik voor details
pt: Toque pra detalhes
ru: Нажмите для подробностей
zh: 点击查看详情
zh_tw: 點擊查看詳情

# noDataForDay
source: No data for this day
de: Keine Daten für diesen Tag
es: Sin datos para este día
ja: この日のデータなし
ko: 이 날의 데이터 없음
nl: Geen data voor deze dag
pt: Sem dados pra este dia
ru: Нет данных за этот день
zh: 这天无数据
zh_tw: 此日無資料

source: sweat loss
de: Schweißverlust
es: pérdida de sudor
ja: 発汗損失
ko: 땀 손실
nl: zweetverlies
pt: perda suor
ru: потеря пота
zh: 流汗损失
zh_tw: 汗液流失

source: Cardio
de: Kardio
ja: 有酸素
ko: 유산소
ru: Кардио
zh: 有氧
zh_tw: 有氧

source: Workout
es: Ejercicio
ja: 運動
ko: 운동
nl: Training
pt: Treino
ru: Тренировка
zh: 运动
zh_tw: 運動

# noWaterToday
source: No water recorded today
de: Heute kein Wasser erfasst
es: No se registró agua hoy
ja: 今日の水記録なし
ko: 오늘 물 기록 없음
nl: Geen water geregistreerd vandaag
pt: Nenhuma água registrada hoje
ru: Вода не записана сегодня
zh: 今天未记录水
zh_tw: 今天未記錄水

# noElectrolytesToday
source: No electrolytes recorded today
de: Heute keine Elektrolyte erfasst
es: No se registraron electrolitos hoy
ja: 今日の電解質記録なし
ko: 오늘 전해질 기록 없음
nl: Geen elektrolyten geregistreerd vandaag
pt: Nenhum eletrólito registrado hoje
ru: Электролиты не записаны сегодня
zh: 今天未记录电解质
zh_tw: 今天未記錄電解質

# noCoffeeToday
source: No coffee recorded today
de: Heute kein Kaffee erfasst
es: No se registró café hoy
ja: 今日のコーヒー記録なし
ko: 오늘 커피 기록 없음
nl: Geen koffie geregistreerd vandaag
pt: Nenhum café registrado hoje
ru: Кофе не записан сегодня
zh: 今天未记录咖啡
zh_tw: 今天未記錄咖啡

# noWorkoutsToday
source: No workouts recorded today
de: Heute keine Workouts erfasst
es: No se registraron ejercicios hoy
ja: 今日の運動なし
ko: 오늘 운동 기록 없음
nl: Geen trainingen geregistreerd vandaag
pt: Nenhum treino registrado hoje
ru: Тренировки не записаны сегодня
zh: 今天未记录运动
zh_tw: 今天未記錄運動

# noWaterThisDay
source: No water recorded this day
de: An diesem Tag kein Wasser erfasst
es: No se registró agua este día
ja: この日の水記録なし
ko: 이 날 물 기록 없음
nl: Geen water geregistreerd deze dag
pt: Nenhuma água registrada neste dia
ru: Вода не записана в этот день
zh: 这天未记录水
zh_tw: 此日無水記錄

# noElectrolytesThisDay
source: No electrolytes recorded this day
de: An diesem Tag keine Elektrolyte erfasst
es: No se registraron electrolitos este día
ja: この日の電解質記録なし
ko: 이 날 전해질 기록 없음
nl: Geen elektrolyten geregistreerd deze dag
pt: Nenhum eletrólito registrado neste dia
ru: Электролиты не записаны в этот день
zh: 这天未记录电解质
zh_tw: 此日無電解質記錄

# noCoffeeThisDay
source: No coffee recorded this day
de: An diesem Tag kein Kaffee erfasst
es: No se registró café este día
ja: この日のコーヒー記録なし
ko: 이 날 커피 기록 없음
nl: Geen koffie geregistreerd deze dag
pt: Nenhum café registrado neste dia
ru: Кофе не записан в этот день
zh: 这天未记录咖啡
zh_tw: 此日無咖啡記錄

# noWorkoutsThisDay
source: No workouts recorded this day
de: An diesem Tag keine Workouts erfasst
es: No se registraron ejercicios este día
ja: この日の運動なし
ko: 이 날 운동 기록 없음
nl: Geen trainingen geregistreerd deze dag
pt: Nenhum treino registrado neste dia
ru: Тренировки не записаны в этот день
zh: 这天未记录运动
zh_tw: 此日無運動記錄

source: Weekly Report
de: Wochenbericht
es: Reporte Semanal
ja: 週次レポート
ko: 주간 보고서
nl: Weekrapport
pt: Relatório Semanal
ru: Недельный отчет
zh: 周报告
zh_tw: 週報告

# weeklyReportSubtitle
source: Deep insights and trends analysis
de: Tiefe Einblicke und Trendanalyse
es: Análisis profundo de tendencias
ja: 深い洞察と傾向分析
ko: 심층 분석 및 경향 분석
nl: Diepe inzichten en trends analyse
pt: Insights profundos e análise tendências
ru: Глубокая аналитика и анализ трендов
zh: 深度洞察和趋势分析
zh_tw: 深度洞察和趨勢分析

source: Workouts
es: Entrenamientos
ja: 運動
ko: 운동
nl: Trainingen
pt: Treinos
ru: Тренировки
zh: 运动
zh_tw: 運動

source: Workout Hydration
es: Hidratación en entrenamientos
ja: 運動水分補給
ko: 운동 수분 섭취
nl: Training Hydratie
pt: Hidratação Treino
ru: Гидратация в тренировки
zh: 运动水分
zh_tw: 運動水分

# workoutHydrationMessage
source: In workout days you drink {percent}% more water
de: An Workout-Tagen trinkst du {percent}% mehr Wasser
es: En días de entrenamiento bebes {percent}% más agua
ja: 運動日は{percent}%多く水を飲む
ko: 운동하는 날에 {percent}% 더 많은 물을 마십니다
nl: Op trainingsdagen drink je {percent}% meer water
pt: Em dias treino você bebe {percent}% mais água
ru: В дни тренировок вы пьете на {percent}% больше воды
zh: 运动日你喝{percent}%更多水
zh_tw: 運動日你喝{percent}%更多水

source: Weekly Activity
de: Wochenaktivität
es: Actividad Semanal
ja: 週の活動
ko: 주간 활동
nl: Wekelijkse Activiteit
pt: Atividade Semanal
ru: Недельная активность
zh: 周活动
zh_tw: 週活動

# weeklyActivityMessage
source: You trained {minutes} minutes across {days} days
de: Du hast {minutes} Minuten an {days} Tagen trainiert
es: Entrenaste {minutes} minutos en {days} días
ja: {days}日で{minutes}分運動
ko: {days}일 동안 {minutes}분 운동했습니다
nl: Je hebt {minutes} minuten getraind over {days} dagen
pt: Você treinou {minutes} minutos em {days} dias
ru: Вы тренировались {minutes} минут за {days} дней
zh: 你{days}天训练了{minutes}分钟
zh_tw: 你{days}天訓練了{minutes}分鐘

source: Workout minutes per day
de: Workout-Minuten pro Tag
es: Minutos de entrenamiento por día
ja: 1日の運動分
ko: 일일 운동 분
nl: Trainingsminuten per dag
pt: Minutos treino por dia
ru: Минут тренировок в день
zh: 每日运动分钟
zh_tw: 每日運動分鐘

source: days with workouts
de: Tage mit Workouts
es: días con entrenamientos
ja: 運動日
ko: 운동한 날
nl: dagen met trainingen
pt: dias com treinos
ru: дней с тренировками
zh: 运动天数
zh_tw: 有運動的天數

source: No workouts this week
de: Diese Woche keine Workouts
es: Sin entrenamientos esta semana
ja: 今週の運動なし
ko: 이번 주 운동 없음
nl: Geen trainingen deze week
pt: Nenhum treino esta semana
ru: Нет тренировок на этой неделе
zh: 本周无运动
zh_tw: 本週無運動

source: No alcohol this week
de: Diese Woche kein Alkohol
es: Sin alcohol esta semana
ja: 今週の飲酒なし
ko: 이번 주 알코올 없음
nl: Geen alcohol deze week
pt: Nenhum álcool esta semana
ru: Нет алкоголя на этой неделе
zh: 本周无酒精
zh_tw: 本週無酒精

# csvExported
source: Data exported to CSV
de: Daten als CSV exportiert
es: Datos exportados a CSV
ja: CSVへ出力完了
ko: CSV로 데이터 내보냄
nl: Data geëxporteerd naar CSV
pt: Dados exportados pra CSV
ru: Данные экспортированы в CSV
zh: 数据已导出为CSV
zh_tw: 資料已匯出至CSV

# mondayShort
source: MON
de: MO
es: LUN
ja: 月
ko: 월
nl: MA
pt: SEG
ru: ПН
zh: 周一
zh_tw: 一

# tuesdayShort
source: TUE
de: DI
es: MAR
ja: 火
ko: 화
nl: DI
pt: TER
ru: ВТ
zh: 周二
zh_tw: 二

# wednesdayShort
source: WED
de: MI
es: MIÉ
ja: 水
ko: 수
nl: WO
pt: QUA
ru: СР
zh: 周三
zh_tw: 三

# thursdayShort
source: THU
de: DO
es: JUE
ja: 木
ko: 목
nl: DO
pt: QUI
ru: ЧТ
zh: 周四
zh_tw: 四

# fridayShort
source: FRI
de: FR
es: VIE
ja: 金
ko: 금
nl: VR
pt: SEX
ru: ПТ
zh: 周五
zh_tw: 五

# saturdayShort
source: SAT
de: SA
es: SÁB
ja: 土
ko: 토
nl: ZA
pt: SÁB
ru: СБ
zh: 周六
zh_tw: 六

# sundayShort
source: SUN
de: SO
es: DOM
ja: 日
ko: 일
nl: ZO
pt: DOM
ru: ВС
zh: 周日
zh_tw: 日

source: Achievements
de: Erfolge
es: Logros
ja: 達成
ko: 업적
nl: Prestaties
pt: Conquistas
ru: Достижения
zh: 成就
zh_tw: 成就

# achievementsTabAll
source: All
de: Alle
es: Todos
ja: 全て
ko: 모두
nl: Alles
pt: Todas
ru: Все
zh: 全部
zh_tw: 全部

# achievementsTabHydration
source: Hydration
es: Hidratación
ja: 水分
ko: 수분 섭취
nl: Hydratie
pt: Hidratação
ru: Гидратация
zh: 水分
zh_tw: 補水

# achievementsTabElectrolytes
source: Electrolytes
de: Elektrolyte
es: Electrolitos
ja: 電解質
ko: 전해질
nl: Elektrolyten
pt: Eletrólitos
ru: Электролиты
zh: 电解质
zh_tw: 電解質

# achievementsTabSugar
source: Sugar Control
de: Zuckerkontrolle
es: Control Azúcar
ja: 砂糖管理
ko: 설탕 조절
nl: Suiker Controle
pt: Controle Açúcar
ru: Контроль сахара
zh: 糖控制
zh_tw: 控糖

# achievementsTabAlcohol
source: Alcohol
de: Alkohol
ja: アルコール
ko: 알코올
pt: Álcool
ru: Алкоголь
zh: 酒精
zh_tw: 酒精

# achievementsTabWorkout
source: Fitness
es: Ejercicio
ja: 運動
ko: 운동
ru: Фитнес
zh: 健身
zh_tw: 健身

# achievementsTabStreaks
source: Streaks
de: Serien
es: Rachas
ja: 連続
ko: 연속 기록
nl: Reeksen
pt: Sequências
ru: Серии
zh: 连续
zh_tw: 連續

# achievementsTabSpecial
source: Special
de: Spezial
es: Especiales
ja: 特別
ko: 특별
nl: Speciaal
pt: Especial
ru: Особые
zh: 特别
zh_tw: 特別

source: Achievement Unlocked!
de: Erfolg freigeschaltet!
es: ¡Logro desbloqueado!
ja: 達成解除！
ko: 업적 잠금 해제!
nl: Prestatie Ontgrendeld!
pt: Conquista Desbloqueada!
ru: Достижение разблокировано!
zh: 成就解锁！
zh_tw: 成就解鎖！

# achievementProgress
source: Progress
de: Fortschritt
es: Progreso
ja: 進捗
ko: 진행도
nl: Voortgang
pt: Progresso
ru: Прогресс
zh: 进度
zh_tw: 進度

# achievementPoints
source: points
de: Punkte
es: puntos
ja: ポイント
ko: 포인트
nl: punten
pt: pontos
ru: очков
zh: 分
zh_tw: 分

# achievementRarityCommon
source: Common
de: Häufig
es: Común
ja: 一般
ko: 일반
nl: Gewoon
pt: Comum
ru: Обычное
zh: 普通
zh_tw: 普通

# achievementRarityUncommon
source: Uncommon
de: Ungewöhnlich
es: Poco común
ja: 珍しい
ko: 희귀
nl: Ongewoon
pt: Incomum
ru: Необычное
zh: 少见
zh_tw: 罕見

# achievementRarityRare
source: Rare
de: Selten
es: Raro
ja: レア
ko: 레어
nl: Zeldzaam
pt: Raro
ru: Редкое
zh: 稀有
zh_tw: 稀有

# achievementRarityEpic
source: Epic
de: Episch
es: Épico
ja: エピック
ko: 에픽
nl: Episch
pt: Épico
ru: Эпичное
zh: 史诗
zh_tw: 史詩

# achievementRarityLegendary
source: Legendary
de: Legendär
es: Legendario
ja: 伝説
ko: 전설
nl: Legendarisch
pt: Lendário
ru: Легендарное
zh: 传说
zh_tw: 傳奇

# achievementStatsUnlocked
source: Unlocked
de: Freigeschaltet
es: Desbloqueados
ja: 解除済
ko: 잠금 해제됨
nl: Ontgrendeld
pt: Desbloqueado
ru: Открыто
zh: 已解锁
zh_tw: 已解鎖

# achievementStatsTotal
source: Total Points
de: Gesamtpunkte
es: Puntos totales
ja: 総ポイント
ko: 총 포인트
nl: Totaal Punten
pt: Pontos Totais
ru: Всего очков
zh: 总分
zh_tw: 總分

# achievementFilterAll
source: All
de: Alle
es: Todos
ja: 全て
ko: 모두
nl: Alles
pt: Todas
ru: Все
zh: 全部
zh_tw: 全部

# achievementFilterUnlocked
source: Unlocked
de: Freigeschaltet
es: Desbloqueados
ja: 解除済
ko: 잠금 해제
nl: Ontgrendeld
pt: Desbloqueadas
ru: Открытые
zh: 已解锁
zh_tw: 已解鎖

# achievementSortProgress
source: Progress
de: Fortschritt
es: Progreso
ja: 進捗
ko: 진행도
nl: Voortgang
pt: Progresso
ru: Прогресс
zh: 进度
zh_tw: 進度

# achievementSortName
source: Name
es: Nombre
ja: 名前
ko: 이름
nl: Naam
pt: Nome
ru: Название
zh: 名称
zh_tw: 名稱

# achievementSortRarity
source: Rarity
de: Seltenheit
es: Rareza
ja: レアリティ
ko: 희귀도
nl: Zeldzaamheid
pt: Raridade
ru: Редкость
zh: 稀有度
zh_tw: 稀有度

# achievementNoAchievements
source: No achievements yet
de: Noch keine Erfolge
es: Aún no hay logros
ja: 達成なし
ko: 아직 업적이 없습니다
nl: Nog geen prestaties
pt: Nenhuma conquista ainda
ru: Достижений пока нет
zh: 还没有成就
zh_tw: 還沒有成就

# achievementKeepUsing
source: Keep using the app to unlock achievements!
de: Nutze die App weiter, um Erfolge freizuschalten!
es: ¡Sigue usando la app para desbloquear logros!
ja: アプリ使用で達成を解除！
ko: 업적을 잠금 해제하려면 앱을 계속 사용하세요!
nl: Blijf de app gebruiken om prestaties te ontgrendelen!
pt: Continue usando app pra desbloquear conquistas!
ru: Продолжайте использовать приложение для разблокировки достижений!
zh: 继续使用应用解锁成就！
zh_tw: 繼續使用應用解鎖成就！

# achievementFirstGlass
source: First Drop
de: Erster Tropfen
es: Primera gota
ja: 最初の一滴
ko: 첫 방울
nl: Eerste Druppel
pt: Primeira Gota
ru: Первая капля
zh: 第一滴
zh_tw: 第一滴

# achievementFirstGlassDesc
source: Drink your first glass of water
de: Trinke dein erstes Glas Wasser
es: Bebe tu primer vaso de agua
ja: 最初の水を飲む
ko: 첫 번째 물 한 잔 마시기
nl: Drink je eerste glas water
pt: Beba seu primeiro copo d'água
ru: Выпейте свой первый стакан воды
zh: 喝你的第一杯水
zh_tw: 喝你的第一杯水

# achievementHydrationGoal1
source: Hydrated
de: Hydriert
es: Hidratado
ja: 水分補給
ko: 수분 보충
nl: Gehydrateerd
pt: Hidratado
ru: Увлажнен
zh: 补水
zh_tw: 補水

# achievementHydrationGoal1Desc
source: Reach your daily water goal
de: Erreiche dein tägliches Wasserziel
es: Alcanza tu meta diaria de agua
ja: 1日の目標達成
ko: 일일 물 목표 달성
nl: Bereik je dagelijkse waterdoel
pt: Alcance meta água diária
ru: Достигните дневной цели по воде
zh: 达到每日水分目标
zh_tw: 達到每日水分目標

# achievementHydrationGoal7
source: Week of Hydration
de: Woche der Hydration
es: Semana de hidratación
ja: 1週間水分補給
ko: 일주일 수분 섭취
nl: Week van Hydratie
pt: Semana Hidratação
ru: Неделя гидратации
zh: 一周补水
zh_tw: 一週補水

# achievementHydrationGoal7Desc
source: Reach water goal for 7 days in a row
de: Erreiche Wasserziel 7 Tage hintereinander
es: Alcanza la meta de agua 7 días seguidos
ja: 7日連続目標達成
ko: 7일 연속 물 목표 달성
nl: Bereik waterdoel 7 dagen op rij
pt: Alcance meta água por 7 dias seguidos
ru: Достигайте цели по воде 7 дней подряд
zh: 连续7天达到水分目标
zh_tw: 連續7天達到水分目標

# achievementHydrationGoal30
source: Hydration Master
de: Hydrations-Meister
es: Maestro de hidratación
ja: 水分マスター
ko: 수분 섭취 마스터
nl: Hydratie Master
pt: Mestre Hidratação
ru: Мастер гидратации
zh: 水分大师
zh_tw: 水分大師

# achievementHydrationGoal30Desc
source: Reach water goal for 30 days in a row
de: Erreiche Wasserziel 30 Tage hintereinander
es: Alcanza la meta de agua 30 días seguidos
ja: 30日連続目標達成
ko: 30일 연속 물 목표 달성
nl: Bereik waterdoel 30 dagen op rij
pt: Alcance meta água por 30 dias seguidos
ru: Достигайте цели по воде 30 дней подряд
zh: 连续30天达到水分目标
zh_tw: 連續30天達到水分目標

# achievementPerfectHydration
source: Perfect Balance
de: Perfekte Balance
es: Equilibrio perfecto
ja: 完璧バランス
ko: 완벽한 균형
nl: Perfecte Balans
pt: Balanço Perfeito
ru: Идеальный баланс
zh: 完美平衡
zh_tw: 完美平衡

# achievementPerfectHydrationDesc
source: Achieve 90-110% of water goal
de: Erreiche 90-110% des Wasserziels
es: Logra 90-110% de tu meta de agua
ja: 目標の90-110%達成
ko: 물 목표의 90-110% 달성
nl: Bereik 90-110% van waterdoel
pt: Alcance 90-110% da meta água
ru: Достигните 90-110% от цели по воде
zh: 达到水分目标的90-110%
zh_tw: 達到水分目標的90-110%

# achievementEarlyBird
source: Early Bird
de: Frühaufsteher
es: Madrugador
ja: 早起き
ko: 이른 새
nl: Vroege Vogel
pt: Madrugador
ru: Ранняя пташка
zh: 早起鸟
zh_tw: 早起鳥

# achievementEarlyBirdDesc
source: Drink your first water before 9 AM
de: Trinke dein erstes Wasser vor 9 Uhr
es: Bebe tu primera agua antes de las 9 AM
ja: 9時前に最初の水
ko: 오전 9시 전에 첫 물 마시기
nl: Drink je eerste water voor 9 uur
pt: Beba primeira água antes 9h
ru: Выпейте первую воду до 9 утра
zh: 上午9点前喝第一杯水
zh_tw: 上午9點前喝第一杯水

# achievementEarlyBirdTemplate
source: Drink {volume} before 9 AM
de: Trinke {volume} vor 9 Uhr
es: Bebe {volume} antes de las 9 AM
ja: {volume}を9時前
ko: 오전 9시 전에 {volume} 마시기
nl: Drink {volume} voor 9 uur
pt: Beba {volume} antes 9h
ru: Выпейте {volume} до 9 утра
zh: 上午9点前喝{volume}
zh_tw: 上午9點前喝{volume}

# achievementNightOwl
source: Night Owl
de: Nachteule
es: Búho nocturno
ja: 夜更かし
ko: 올빼미
nl: Nacht Uil
pt: Coruja Noite
ru: Ночная сова
zh: 夜猫子
zh_tw: 夜貓子

# achievementNightOwlDesc
source: Complete hydration goal before 6 PM
de: Vollende Hydrationsziel vor 18 Uhr
es: Completa la meta de hidratación antes de las 6 PM
ja: 18時前に目標完了
ko: 오후 6시 전에 수분 섭취 목표 완료
nl: Voltooi hydratie doel voor 18 uur
pt: Complete meta hidratação antes 18h
ru: Выполните цель гидратации до 18:00
zh: 下午6点前完成水分目标
zh_tw: 下午6點前完成水分目標

# achievementLiterLegend
source: Liter Legend
de: Liter-Legende
es: Leyenda de litros
ja: リットル伝説
ko: 리터 전설
nl: Liter Legende
pt: Lenda Litro
ru: Легенда литров
zh: 升级传奇
zh_tw: 升級傳奇

# achievementLiterLegendDesc
source: Reach your total hydration milestone
de: Erreiche deinen gesamten Hydrations-Meilenstein
es: Alcanza tu hito total de hidratación
ja: 総水分マイルストーン
ko: 총 수분 섭취 마일스톤 달성
nl: Bereik je totale hydratie mijlpaal
pt: Alcance marco total hidratação
ru: Достигните общей цели гидратации
zh: 达到总水分里程碑
zh_tw: 達到總水分里程碑

# achievementLiterLegendTemplate
source: Drink {volume} total
de: Trinke {volume} gesamt
es: Bebe {volume} en total
ja: {volume}総量達成
ko: 총 {volume} 마시기
nl: Drink {volume} totaal
pt: Beba {volume} total
ru: Выпейте {volume} всего
zh: 总共喝{volume}
zh_tw: 總共喝{volume}

# achievementSaltStarter
source: Salt Starter
de: Salz-Starter
es: Iniciado en sal
ja: 塩スターター
ko: 소금 스타터
nl: Zout Starter
pt: Iniciante Sal
ru: Новичок в соли
zh: 盐起步
zh_tw: 鹽起步

# achievementSaltStarterDesc
source: Add your first electrolytes
de: Füge deine ersten Elektrolyte hinzu
es: Añade tus primeros electrolitos
ja: 最初の電解質追加
ko: 첫 전해질 추가
nl: Voeg je eerste elektrolyten toe
pt: Adicione primeiros eletrólitos
ru: Добавьте первые электролиты
zh: 添加第一份电解质
zh_tw: 添加第一份電解質

# achievementElectrolyteBalance
source: Balanced
de: Ausgeglichen
es: Equilibrado
ja: バランス
ko: 균형잡힌
nl: Gebalanceerd
pt: Balanceado
ru: Сбалансированный
zh: 平衡
zh_tw: 平衡

# achievementElectrolyteBalanceDesc
source: Reach all electrolyte goals in one day
de: Erreiche alle Elektrolytziele an einem Tag
es: Alcanza todas las metas de electrolitos en un día
ja: 1日で全電解質目標達成
ko: 하루에 모든 전해질 목표 달성
nl: Bereik alle elektrolyten doelen in één dag
pt: Alcance todas metas eletrólitos em um dia
ru: Достигните всех целей по электролитам за день
zh: 一天内达到所有电解质目标
zh_tw: 一天內達到所有電解質目標

# achievementSodiumMaster
source: Sodium Master
de: Natrium-Meister
es: Maestro del sodio
ja: Naマスター
ko: 나트륨 마스터
nl: Natrium Master
pt: Mestre Sódio
ru: Мастер натрия
zh: 钠大师
zh_tw: 鈉大師

# achievementSodiumMasterDesc
source: Reach sodium goal 7 days in a row
de: Erreiche Natriumziel 7 Tage hintereinander
es: Alcanza la meta de sodio 7 días seguidos
ja: 7日連続Na目標達成
ko: 7일 연속 나트륨 목표 달성
nl: Bereik natrium doel 7 dagen op rij
pt: Alcance meta sódio 7 dias seguidos
ru: Достигайте цели по натрию 7 дней подряд
zh: 连续7天达到钠目标
zh_tw: 連續7天達到鈉目標

# achievementPotassiumPro
source: Potassium Pro
de: Kalium-Profi
es: Pro del potasio
ja: Kプロ
ko: 칼륨 프로
nl: Kalium Pro
pt: Pro Potássio
ru: Про калий
zh: 钾专家
zh_tw: 鉀專家

# achievementPotassiumProDesc
source: Reach potassium goal 7 days in a row
de: Erreiche Kaliumziel 7 Tage hintereinander
es: Alcanza la meta de potasio 7 días seguidos
ja: 7日連続K目標達成
ko: 7일 연속 칼륨 목표 달성
nl: Bereik kalium doel 7 dagen op rij
pt: Alcance meta potássio 7 dias seguidos
ru: Достигайте цели по калию 7 дней подряд
zh: 连续7天达到钾目标
zh_tw: 連續7天達到鉀目標

# achievementMagnesiumMaven
source: Magnesium Maven
de: Magnesium-Meister
es: Experto en magnesio
ja: Mg達人
ko: 마그네슘 전문가
pt: Expert Magnésio
ru: Эксперт магния
zh: 镁达人
zh_tw: 鎂達人
