Repository: vtrukhnov-lab/HydraCoach
Catalog: lib/l10n/app_*.arb
Languages: de, es, ja, ko, nl, pt, ru, zh, zh_tw

# tutorialStep2
source: Excellent! Now let's add another {volume} to feel how it works.
de: Ausgezeichnet! Nun lass uns weitere {volume} hinzufügen, um zu sehen, wie es funktioniert.
es: ¡Excelente! Ahora agreguemos otros {volume} para sentir cómo funciona.
ja: 素晴らしい！もう{volume}追加して仕組みを感じましょう。
ko: 훌륭해요! 이제 작동 방식을 느끼기 위해 {volume}를 더 추가해봅시다.
nl: Uitstekend! Nu voegen we nog {volume} toe om te voelen hoe het werkt.
pt: Excelente! Agora adicione mais {volume} pra sentir como funciona.
ru: Отлично! Теперь добавим ещё {volume} чтобы почувствовать, как это работает.
zh: 太好了！现在再添加{volume}感受一下。
zh_tw: 太好了！現在再添加{volume}感受一下。

# tutorialStep3
source: Outstanding! You're ready to use HydroCoach independently. I'll be here to help you achieve perfect hydration!
de: Hervorragend! Du bist bereit, HydroCoach eigenständig zu nutzen. Ich bin hier, um dir zu helfen, perfekte Hydration zu erreichen!
es: ¡Sobresaliente! Estás listo para usar HydroCoach de forma independiente. ¡Estaré aquí para ayudarte a lograr la hidratación perfecta!
ja: 優秀！HydroCoachを独立して使用する準備完了。完璧な水分補給達成を支援します！
ko: 뛰어나요! 이제 하이드로코치를 독립적으로 사용할 준비가 되었습니다. 완벽한 수분 섭취 달성을 도와드리겠습니다!
nl: Geweldig! Je bent klaar om HydroCoach zelfstandig te gebruiken. Ik ben hier om je te helpen perfecte hydratie te bereiken!
pt: Excepcional! Você está pronto pra usar HydroCoach independentemente. Vou estar aqui pra ajudar alcançar hidratação perfeita!
ru: Превосходно! Ты готов к самостоятельному использованию HydroCoach. Я буду рядом, чтобы помочь тебе достичь идеальной гидратации!
zh: 出色！你已准备好独立使用HydroCoach。我会帮你达到完美水分补充！
zh_tw: 出色！你已準備好獨立使用HydroCoach。我會幫你達到完美水分補充！

# tutorialComplete
source: Start using
de: Nutzung beginnen
es: Comenzar a usar
ja: 使用開始
ko: 사용 시작
nl: Begin met gebruiken
pt: Começar usar
ru: Начать пользоваться
zh: 开始使用
zh_tw: 開始使用

# onboardingNotificationExamplesTitle
source: Smart Reminders
de: Intelligente Erinnerungen
es: Recordatorios Inteligentes
ja: スマート通知
ko: 스마트 알림
nl: Slimme Herinneringen
pt: Lembretes Inteligentes
ru: Умные напоминания
zh: 智能提醒
zh_tw: 智慧提醒

# onboardingNotificationExamplesSubtitle
source: HydroCoach knows when you need water
de: HydroCoach weiß, wann du Wasser brauchst
es: HydroCoach sabe cuándo necesitas agua
ja: 必要な時を知っています
ko: 하이드로코치는 언제 물이 필요한지 알고 있습니다
nl: HydroCoach weet wanneer je water nodig hebt
pt: HydroCoach sabe quando precisa água
ru: HydroCoach знает, когда вам нужна вода
zh: HydroCoach知道你何时需要水
zh_tw: HydroCoach知道你何時需要水

# onboardingLocationExamplesTitle
source: Personal Advice
de: Persönliche Ratschläge
es: Consejos Personales
ja: 個人助言
ko: 개인 조언
nl: Persoonlijk Advies
pt: Conselho Pessoal
ru: Персональные советы
zh: 个人建议
zh_tw: 個人建議

# onboardingLocationExamplesSubtitle
source: We consider weather for accurate recommendations
de: Wir berücksichtigen Wetter für genaue Empfehlungen
es: Consideramos el clima para recomendaciones precisas
ja: 天候考慮で正確推奨
ko: 정확한 권장사항을 위해 날씨를 고려합니다
nl: We houden rekening met weer voor nauwkeurige aanbevelingen
pt: Consideramos clima pra recomendações precisas
ru: Учитываем погоду для точных рекомендаций
zh: 我们考虑天气提供准确建议
zh_tw: 我們考慮天氣提供準確建議

# onboardingAllowNotifications
source: Allow Notifications
de: Benachrichtigungen erlauben
es: Permitir Notificaciones
ja: 通知許可
ko: 알림 허용
nl: Sta Meldingen Toe
pt: Permitir Notificações
ru: Разрешить уведомления
zh: 允许通知
zh_tw: 允許通知

# onboardingAllowLocation
source: Allow Location
de: Standort erlauben
es: Permitir Ubicación
ja: 位置情報許可
ko: 위치 허용
nl: Sta Locatie Toe
pt: Permitir Localização
ru: Разрешить геолокацию
zh: 允许位置
zh_tw: 允許位置

source: Food Catalog
de: Lebensmittelkatalog
es: Catálogo de Alimentos
ja: 食品カタログ
ko: 음식 카탈로그
nl: Voedsel Catalogus
pt: Catálogo Comida
ru: Каталог продуктов
zh: 食品目录
zh_tw: 食品目錄

source: Today's Food Intake
de: Heutige Nahrungsaufnahme
es: Comida de Hoy
ja: 今日の食事
ko: 오늘의 음식 섭취
nl: Voedselinname Vandaag
pt: Ingestão Comida Hoje
ru: Сегодняшний прием пищи
zh: 今日食物摄入
zh_tw: 今日食物攝入

# noFoodToday
source: No food logged today
de: Heute keine Nahrung erfasst
es: No hay alimentos registrados hoy
ja: 今日の食事記録なし
ko: 오늘 기록된 음식 없음
nl: Geen voedsel gelogd vandaag
pt: Nenhuma comida registrada hoje
ru: Продукты не добавлены
zh: 今天未记录食物
zh_tw: 今天未記錄食物

# foodItemsCount
source: {count} food items
de: {count} Lebensmittel
es: {count} alimentos
ja: {count}品目
ko: {count}개 음식 항목
nl: {count} voedsel items
pt: {count} itens comida
ru: {count} продуктов
zh: {count}项食物
zh_tw: {count}項食物

source: Water from food
de: Wasser aus Nahrung
es: Agua de alimentos
ja: 食品から水分
ko: 음식의 수분
nl: Water uit voedsel
pt: Água de comida
ru: Вода из еды
zh: 食物水分
zh_tw: 食物水分

source: Last
de: Zuletzt
es: Último
ja: 最終
ko: 마지막
nl: Laatste
pt: Último
ru: Последний
zh: 最后
zh_tw: 最後

# categoryFruits
source: Fruits
de: Obst
es: Frutas
ja: 果物
ko: 과일
nl: Fruit
pt: Frutas
ru: Фрукты
zh: 水果
zh_tw: 水果

# categoryVegetables
source: Vegetables
de: Gemüse
es: Verduras
ja: 野菜
ko: 채소
nl: Groenten
pt: Vegetais
ru: Овощи
zh: 蔬菜
zh_tw: 蔬菜

# categorySoups
source: Soups
de: Suppen
es: Sopas
ja: スープ
ko: 수프
nl: Soepen
pt: Sopas
ru: Супы
zh: 汤类
zh_tw: 湯類

# categoryDairy
source: Dairy
de: Milchprodukte
es: Lácteos
ja: 乳製品
ko: 유제품
pt: Laticínios
ru: Молочное
zh: 乳制品
zh_tw: 乳製品

# categoryMeat
source: Meat
de: Fleisch
es: Carne
ja: 肉
ko: 육류
nl: Vlees
pt: Carne
ru: Мясо
zh: 肉类
zh_tw: 肉類

# categoryFastFood
source: Fast Food
es: Comida Rápida
ja: ファストフード
ko: 패스트푸드
ru: Фастфуд
zh: 快餐
zh_tw: 快餐

source: Weight (grams)
de: Gewicht (Gramm)
es: Peso (gramos)
ja: 重量(グラム)
ko: 무게 (그램)
nl: Gewicht (gram)
pt: Peso (gramas)
ru: Вес (граммы)
zh: 重量(克)
zh_tw: 重量(克)

source: Enter weight
de: Gewicht eingeben
es: Ingresar peso
ja: 重量入力
ko: 무게 입력
nl: Voer gewicht in
pt: Digite peso
ru: Введите вес
zh: 输入重量
zh_tw: 輸入重量

# grams
source: g
ru: г
zh: 克
zh_tw: 克

source: Calories
de: Kalorien
es: Calorías
ja: カロリー
ko: 칼로리
nl: Calorieën
pt: Calorias
ru: Калории
zh: 卡路里
zh_tw: 卡路里

source: Water Content
de: Wassergehalt
es: Contenido de Agua
ja: 水分含有
ko: 수분 함량
nl: Watergehalte
pt: Conteúdo Água
ru: Содержание воды
zh: 水分含量
zh_tw: 水分含量

source: Sugar
de: Zucker
es: Azúcar
ja: 砂糖
ko: 설탕
nl: Suiker
pt: Açúcar
ru: Сахар
zh: 糖
zh_tw: 糖

source: Nutritional Info
de: Nährwertangaben
es: Información Nutricional
ja: 栄養情報
ko: 영양 정보
nl: Voedingsinfo
pt: Info Nutricional
ru: Пищевая ценность
zh: 营养信息
zh_tw: 營養資訊

# caloriesPerWeight
source: {calories} kcal per {weight}g
de: {calories} kcal pro {weight}g
es: {calories} kcal por {weight}g
ja: {weight}gあたり{calories} kcal
ko: {weight}g당 {calories} kcal
pt: {calories} kcal por {weight}g
ru: {calories} ккал на {weight}г
zh: {weight}克{calories} kcal
zh_tw: {weight}克{calories} kcal

# waterPerWeight
source: {water} ml water per {weight}g
de: {water} ml Wasser pro {weight}g
es: {water} ml de agua por {weight}g
ja: {weight}gあたり{water} ml水
ko: {weight}g당 {water}ml 수분
pt: {water} ml água por {weight}g
ru: {water} мл воды на {weight}г
zh: {weight}克{water}ml水
zh_tw: {weight}克{water}ml水

# sugarPerWeight
source: {sugar}g sugar per {weight}g
de: {sugar}g Zucker pro {weight}g
es: {sugar}g de azúcar por {weight}g
ja: {weight}gあたり{sugar}g砂糖
ko: {weight}g당 {sugar}g 설탕
nl: {sugar}g suiker per {weight}g
pt: {sugar}g açúcar por {weight}g
ru: {sugar}г сахара на {weight}г
zh: {weight}克{sugar}g糖
zh_tw: {weight}克{sugar}g糖

source: Add Food
de: Lebensmittel hinzufügen
es: Agregar Alimento
ja: 食品追加
ko: 음식 추가
nl: Voedsel Toevoegen
pt: Adicionar Comida
ru: Добавить продукт
zh: 添加食物
zh_tw: 添加食物

# foodAdded
source: Food added successfully
de: Lebensmittel erfolgreich hinzugefügt
es: Alimento agregado exitosamente
ja: 食品追加成功
ko: 음식이 성공적으로 추가됨
nl: Voedsel succesvol toegevoegd
pt: Comida adicionada com sucesso
ru: Продукт успешно добавлен
zh: 食物添加成功
zh_tw: 食物添加成功

# enterValidWeight
source: Please enter a valid weight
de: Bitte gültiges Gewicht eingeben
es: Por favor, ingrese un peso válido
ja: 有効な重量を入力
ko: 올바른 무게를 입력하세요
nl: Voer geldig gewicht in
pt: Digite peso válido
ru: Пожалуйста, введите корректный вес
zh: 请输入有效重量
zh_tw: 請輸入有效重量

# proOnlyFood
source: PRO only
de: Nur PRO
es: Solo PRO
ja: PROのみ
ko: PRO 전용
nl: Alleen PRO
pt: Apenas PRO
ru: Только PRO
zh: 仅PRO
zh_tw: 僅PRO

# unlockProForFood
source: Unlock PRO to access all food items
de: PRO freischalten für alle Lebensmittel
es: Desbloquea PRO para acceder a todos los alimentos
ja: PRO解除で全食品利用
ko: PRO를 잠금 해제하여 모든 음식 항목에 액세스하세요
nl: Ontgrendel PRO voor toegang tot alle voedselitems
pt: Desbloqueie PRO pra acessar todos itens comida
ru: Разблокируйте PRO для доступа ко всем продуктам
zh: 解锁PRO使用全部食物
zh_tw: 解鎖PRO使用全部食物

source: Food Tracker
de: Lebensmittel-Tracker
es: Rastreador de Comida
ja: 食品追跡
ko: 음식 추적기
nl: Voedsel Tracker
pt: Rastreador Comida
ru: Трекер питания
zh: 食物追踪
zh_tw: 食物追蹤

source: Today's Food Summary
de: Heutige Lebensmittelzusammenfassung
es: Resumen de Comida de Hoy
ja: 今日の食事要約
ko: 오늘의 음식 요약
nl: Voedsel Samenvatting Vandaag
pt: Resumo Comida Hoje
ru: Сводка питания за сегодня
zh: 今日食物摘要
zh_tw: 今日食物摘要

source: kcal
ru: ккал

source: per 100g
de: pro 100g
es: por 100g
ja: 100gあたり
ko: 100g당
pt: por 100g
ru: на 100г
zh: 每100g
zh_tw: 每100g

source: Add to favorites
de: Zu Favoriten hinzufügen
es: Agregar a favoritos
ja: お気に入り追加
ko: 즐겨찾기에 추가
nl: Toevoegen aan favorieten
pt: Adicionar aos favoritos
ru: Добавить в избранное
zh: 添加到收藏
zh_tw: 添加到收藏

source: Favorites feature coming soon!
de: Favoriten-Funktion kommt bald!
es: ¡La función de favoritos llegará pronto!
ja: お気に入り機能近日公開！
ko: 즐겨찾기 기능 곧 출시!
nl: Favorieten functie komt binnenkort!
pt: Recurso favoritos em breve!
ru: Функция избранного скоро появится!
zh: 收藏功能即将推出！
zh_tw: 收藏功能即將推出！

# foodAddedSuccess
source: {food} added! +{calories} kcal, +{water}
de: {food} hinzugefügt! +{calories} kcal, +{water}
es: ¡{food} agregado! +{calories} kcal, +{water}
ja: {food}追加！+{calories} kcal, +{water}
ko: {food} 추가됨! +{calories} kcal, +{water}
nl: {food} toegevoegd! +{calories} kcal, +{water}
pt: {food} adicionado! +{calories} kcal, +{water}
ru: {food} добавлено! +{calories} ккал, +{water}
zh: {food}已添加！+{calories} kcal, +{water}
zh_tw: {food}已添加！+{calories} kcal, +{water}

source: Select Weight
de: Gewicht wählen
es: Seleccionar Peso
ja: 重量選択
ko: 무게 선택
nl: Selecteer Gewicht
pt: Selecionar Peso
ru: Выберите вес
zh: 选择重量
zh_tw: 選擇重量

# ounces
source: oz
ru: унц
zh: 盎司
zh_tw: 盎司

source: items
de: Artikel
es: elementos
ja: 品
ko: 항목
pt: itens
ru: элементов
zh: 项
zh_tw: 項

source: Tap to add food
de: Tippen um Lebensmittel hinzuzufügen
es: Toca para agregar comida
ja: タップで食品追加
ko: 탭하여 음식 추가
nl: Tik om voedsel toe te voegen
pt: Toque pra adicionar comida
ru: Нажмите, чтобы добавить еду
zh: 点击添加食物
zh_tw: 點擊添加食物

source: No food logged today
de: Heute keine Lebensmittel erfasst
es: No se registró comida hoy
ja: 今日の食品記録なし
ko: 오늘 기록된 음식 없음
nl: Geen voedsel gelogd vandaag
pt: Nenhuma comida registrada hoje
ru: Сегодня продукты не отслеживались
zh: 今天未记录食物
zh_tw: 今天未記錄食物

source: Light eating day
de: Leichter Ess-Tag
es: Día de comida ligera
ja: 軽食日
ko: 가벼운 식사일
nl: Lichte eetdag
pt: Dia comendo leve
ru: День лёгкого питания
zh: 轻食日
zh_tw: 輕食日

source: Moderate intake
de: Mäßige Aufnahme
es: Consumo moderado
ja: 中程度摂取
ko: 적당한 섭취
nl: Matige inname
pt: Ingestão moderada
ru: Умеренное потребление
zh: 适量摄入
zh_tw: 適量攝入

source: Good calorie intake
de: Gute Kalorienaufnahme
es: Buen consumo de calorías
ja: 良好カロリー
ko: 좋은 칼로리 섭취
nl: Goede calorieën inname
pt: Boa ingestão calorias
ru: Хорошее потребление калорий
zh: 良好卡路里
zh_tw: 良好卡路里

source: Substantial meals
de: Reichhaltige Mahlzeiten
es: Comidas sustanciales
ja: 充実食事
ko: 든든한 식사
nl: Substantiële maaltijden
pt: Refeições substanciais
ru: Существенные приёмы пищи
zh: 丰盛餐
zh_tw: 豐盛餐

source: High calorie day
de: Hoher Kalorien-Tag
es: Día alto en calorías
ja: 高カロリー日
ko: 높은 칼로리일
nl: Hoge calorieën dag
pt: Dia alto calorias
ru: День высококалорийного питания
zh: 高卡日
zh_tw: 高卡日

source: Very high intake
de: Sehr hohe Aufnahme
es: Consumo muy alto
ja: 超高摂取
ko: 매우 높은 섭취
nl: Zeer hoge inname
pt: Ingestão muito alta
ru: Очень высокое потребление
zh: 超高摄入
zh_tw: 超高攝入

source: Calories Tracker
de: Kalorien-Tracker
es: Rastreador de Calorías
ja: カロリー追跡
ko: 칼로리 추적기
nl: Calorieën Tracker
pt: Rastreador Calorias
ru: Трекер калорий
zh: 卡路里追踪
zh_tw: 卡路里追蹤

# trackYourDailyCalorieIntake
source: Track your daily calorie intake from food
de: Verfolge deine tägliche Kalorienaufnahme aus Nahrung
es: Rastrea tu consumo diario de calorías de los alimentos
ja: 1日カロリー摂取追跡
ko: 일일 음식 칼로리 섭취 추적
nl: Volg je dagelijkse calorieën inname uit voedsel
pt: Rastreie ingestão calorias diária de comida
ru: Отслеживайте ежедневное потребление калорий из пищи
zh: 追踪每日卡路里摄入
zh_tw: 追蹤每日卡路里攝入

source: Unlock food tracking features
de: Lebensmittel-Tracking freischalten
es: Desbloquea las funciones de seguimiento de comida
ja: 食品追跡機能解除
ko: 음식 추적 기능 잠금 해제
nl: Ontgrendel voedsel tracking functies
pt: Desbloqueie recursos rastreamento comida
ru: Разблокируйте функции отслеживания питания
zh: 解锁食物追踪功能
zh_tw: 解鎖食物追蹤功能

source: Select food type
de: Lebensmitteltyp wählen
es: Selecciona tipo de comida
ja: 食品種類選択
ko: 음식 유형 선택
nl: Selecteer voedsel type
pt: Selecionar tipo comida
ru: Выберите тип продукта
zh: 选择食物类型
zh_tw: 選擇食物類型

# foodApple
source: Apple
de: Apfel
es: Manzana
ja: リンゴ
ko: 사과
nl: Appel
pt: Maçã
ru: Яблоко
zh: 苹果
zh_tw: 蘋果

# foodBanana
source: Banana
de: Banane
es: Plátano
ja: バナナ
ko: 바나나
nl: Banaan
ru: Банан
zh: 香蕉
zh_tw: 香蕉

# foodOrange
source: Orange
es: Naranja
ja: オレンジ
ko: 오렌지
nl: Sinaasappel
pt: Laranja
ru: Апельсин
zh: 橙子
zh_tw: 橙子

# foodWatermelon
source: Watermelon
de: Wassermelone
es: Sandía
ja: スイカ
ko: 수박
nl: Watermeloen
pt: Melancia
ru: Арбуз
zh: 西瓜
zh_tw: 西瓜

# foodStrawberry
source: Strawberry
de: Erdbeere
es: Fresa
ja: イチゴ
ko: 딸기
nl: Aardbei
pt: Morango
ru: Клубника
zh: 草莓
zh_tw: 草莓

# foodGrapes
source: Grapes
de: Weintrauben
es: Uvas
ja: ブドウ
ko: 포도
nl: Druiven
pt: Uvas
ru: Виноград
zh: 葡萄
zh_tw: 葡萄

# foodPineapple
source: Pineapple
de: Ananas
es: Piña
ja: パイナップル
ko: 파인애플
nl: Ananas
pt: Abacaxi
ru: Ананас
zh: 菠萝
zh_tw: 菠蘿

# foodMango
source: Mango
ja: マンゴー
ko: 망고
pt: Manga
ru: Манго
zh: 芒果
zh_tw: 芒果

# foodPear
source: Pear
de: Birne
es: Pera
ja: 梨
ko: 배
nl: Peer
pt: Pera
ru: Груша
zh: 梨
zh_tw: 梨

# foodCarrot
source: Carrot
de: Karotte
es: Zanahoria
ja: ニンジン
ko: 당근
nl: Wortel
pt: Cenoura
ru: Морковь
zh: 胡萝卜
zh_tw: 胡蘿蔔

# foodBroccoli
source: Broccoli
de: Brokkoli
es: Brócoli
ja: ブロッコリー
ko: 브로콜리
pt: Brócolis
ru: Брокколи
zh: 西兰花
zh_tw: 西蘭花

# foodSpinach
source: Spinach
de: Spinat
es: Espinaca
ja: ホウレン草
ko: 시금치
nl: Spinazie
pt: Espinafre
ru: Шпинат
zh: 菠菜
zh_tw: 菠菜

# foodTomato
source: Tomato
de: Tomate
es: Tomate
ja: トマト
ko: 토마토
nl: Tomaat
pt: Tomate
ru: Помидор
zh: 番茄
zh_tw: 番茄

# foodCucumber
source: Cucumber
de: Gurke
es: Pepino
ja: キュウリ
ko: 오이
nl: Komkommer
pt: Pepino
ru: Огурец
zh: 黄瓜
zh_tw: 黃瓜

# foodBellPepper
source: Bell Pepper
de: Paprika
es: Pimiento
ja: ピーマン
ko: 피망
nl: Paprika
pt: Pimentão
ru: Болгарский перец
zh: 甜椒
zh_tw: 甜椒

# foodLettuce
source: Lettuce
de: Kopfsalat
es: Lechuga
ja: レタス
ko: 상추
nl: Sla
pt: Alface
ru: Салат
zh: 生菜
zh_tw: 生菜

# foodOnion
source: Onion
de: Zwiebel
es: Cebolla
ja: 玉ねぎ
ko: 양파
nl: Ui
pt: Cebola
ru: Лук
zh: 洋葱
zh_tw: 洋蔥

# foodCelery
source: Celery
de: Sellerie
es: Apio
ja: セロリ
ko: 셀러리
nl: Selderij
pt: Aipo
ru: Сельдерей
zh: 芹菜
zh_tw: 芹菜

# foodChickenSoup
source: Chicken Soup
de: Hühnersuppe
es: Sopa de Pollo
ja: チキンスープ
ko: 치킨 수프
nl: Kippensoep
pt: Sopa Frango
ru: Куриный суп
zh: 鸡汤
zh_tw: 雞湯

# foodTomatoSoup
source: Tomato Soup
de: Tomatensuppe
es: Sopa de Tomate
ja: トマトスープ
ko: 토마토 수프
nl: Tomatensoep
pt: Sopa Tomate
ru: Томатный суп
zh: 番茄汤
zh_tw: 番茄湯

# foodVegetableSoup
source: Vegetable Soup
de: Gemüsesuppe
es: Sopa de Verduras
ja: 野菜スープ
ko: 야채 수프
nl: Groentensoep
pt: Sopa Vegetais
ru: Овощной суп
zh: 蔬菜汤
zh_tw: 蔬菜湯

# foodMinestrone
source: Minestrone
ja: ミネストローネ
ko: 미네스트로네
ru: Минестроне
zh: 意式杂菜汤
zh_tw: 意式雜菜湯

# foodMisoSoup
source: Miso Soup
de: Miso-Suppe
es: Sopa de Miso
ja: 味噌汁
ko: 미소 수프
nl: Misosoep
pt: Sopa Missô
ru: Мисо суп
zh: 味噌汤
zh_tw: 味噌湯

# foodMushroomSoup
source: Mushroom Soup
de: Pilzsuppe
es: Sopa de Champiñones
ja: マッシュルームスープ
ko: 버섯 수프
nl: Champignonsoep
pt: Sopa Cogumelos
ru: Грибной суп
zh: 蘑菇汤
zh_tw: 蘑菇湯

# foodBeefStew
source: Beef Stew
de: Rindfleischeintopf
es: Estofado de Res
ja: ビーフシチュー
ko: 비프 스튜
nl: Runderstoofpot
pt: Ensopado Carne
ru: Говяжье рагу
zh: 炖牛肉
zh_tw: 燉牛肉

# foodLentilSoup
source: Lentil Soup
de: Linsensuppe
es: Sopa de Lentejas
ja: レンズ豆スープ
ko: 렌틸 수프
nl: Linzensoep
pt: Sopa Lentilha
ru: Чечевичный суп
zh: 扁豆汤
zh_tw: 扁豆湯

# foodOnionSoup
source: French Onion Soup
de: Französische Zwiebelsuppe
es: Sopa de Cebolla Francesa
ja: オニオンスープ
ko: 프렌치 어니언 수프
nl: Franse Uiensoep
pt: Sopa Cebola Francesa
ru: Французский луковый суп
zh: 法式洋葱汤
zh_tw: 法式洋蔥湯

# foodMilk
source: Milk
de: Milch
es: Leche
ja: 牛乳
ko: 우유
nl: Melk
pt: Leite
ru: Молоко
zh: 牛奶
zh_tw: 牛奶

# foodYogurt
source: Greek Yogurt
de: Griechischer Joghurt
es: Yogur Griego
ja: ギリシャヨーグルト
ko: 그릭 요거트
nl: Griekse Yoghurt
pt: Iogurte Grego
ru: Греческий йогурт
zh: 希腊酸奶
zh_tw: 希臘酸奶

# foodCheese
source: Cheddar Cheese
de: Cheddar-Käse
es: Queso Cheddar
ja: チェダーチーズ
ko: 체다 치즈
nl: Cheddar Kaas
pt: Queijo Cheddar
ru: Сыр чеддер
zh: 切达奶酪
zh_tw: 切達奶酪

# foodCottageCheese
source: Cottage Cheese
de: Hüttenkäse
es: Requesón
ja: カッテージチーズ
ko: 코티지 치즈
nl: Hüttenkäse
pt: Queijo Cottage
ru: Творог
zh: 乡村奶酪
zh_tw: 鄉村奶酪

# foodButter
source: Butter
es: Mantequilla
ja: バター
ko: 버터
nl: Boter
pt: Manteiga
ru: Масло
zh: 黄油
zh_tw: 黃油

# foodCream
source: Heavy Cream
de: Sahne
es: Crema Espesa
ja: 生クリーム
ko: 헤비 크림
nl: Slagroom
pt: Creme Leite
ru: Жирные сливки
zh: 稀奶油
zh_tw: 稀奶油

# foodIceCream
source: Ice Cream
de: Eiscreme
es: Helado
ja: アイスクリーム
ko: 아이스크림
nl: IJs
pt: Sorvete
ru: Мороженое
zh: 冰淇淋
zh_tw: 冰淇淋

# foodMozzarella
source: Mozzarella
ja: モッツァレラ
ko: 모짜렐라
ru: Моцарелла
zh: 马苏里拉
zh_tw: 馬蘇里拉

# foodParmesan
source: Parmesan
es: Parmesano
ja: パルメザン
ko: 파마산
nl: Parmezaan
pt: Parmesão
ru: Пармезан
zh: 帕尔马
zh_tw: 帕爾馬

# foodChickenBreast
source: Chicken Breast
de: Hähnchenbrust
es: Pechuga de Pollo
ja: 鶏胸肉
ko: 닭가슴살
nl: Kipfilet
pt: Peito Frango
ru: Куриная грудка
zh: 鸡胸肉
zh_tw: 雞胸肉

# foodBeef
source: Ground Beef
de: Rinderhackfleisch
es: Carne Molida
ja: 挽き肉
ko: 갈은 소고기
nl: Gehakt
pt: Carne Moída
ru: Говяжий фарш
zh: 碎牛肉
zh_tw: 碎牛肉

# foodSalmon
source: Salmon
de: Lachs
es: Salmón
ja: サーモン
ko: 연어
nl: Zalm
pt: Salmão
ru: Лосось
zh: 三文鱼
zh_tw: 三文魚

# foodEggs
source: Eggs
de: Eier
es: Huevos
ja: 卵
ko: 계란
nl: Eieren
pt: Ovos
ru: Яйца
zh: 鸡蛋
zh_tw: 雞蛋

# foodTuna
source: Tuna
de: Thunfisch
es: Atún
ja: ツナ
ko: 참치
nl: Tonijn
pt: Atum
ru: Тунец
zh: 金枪鱼
zh_tw: 金槍魚

# foodPork
source: Pork Chop
de: Schweinekotelett
es: Chuleta de Cerdo
ja: ポークチョップ
ko: 돼지 갈비
nl: Varkenskotelet
pt: Costeleta Porco
ru: Свиная отбивная
zh: 猪排
zh_tw: 豬排

# foodTurkey
source: Turkey
de: Truthahn
es: Pavo
ja: 七面鳥
ko: 칠면조
nl: Kalkoen
pt: Peru
ru: Индейка
zh: 火鸡
zh_tw: 火雞

# foodShrimp
source: Shrimp
de: Garnelen
es: Camarones
ja: エビ
ko: 새우
nl: Garnaal
pt: Camarão
ru: Креветки
zh: 虾
zh_tw: 蝦

# foodBacon
source: Bacon
de: Speck
es: Tocino
ja: ベーコン
ko: 베이컨
nl: Spek
ru: Бекон
zh: 培根
zh_tw: 培根

# foodBigMac
source: Big Mac
ja: ビッグマック
ko: 빅맥
ru: Биг Мак
zh: 巨无霸
zh_tw: 巨無霸

# foodPizza
source: Pizza Slice
de: Pizza-Stück
es: Porción de Pizza
ja: ピザスライス
ko: 피자 조각
nl: Pizza Punt
pt: Fatia Pizza
ru: Кусок пиццы
zh: 披萨
zh_tw: 披薩

# foodFrenchFries
source: French Fries
de: Pommes Frites
es: Papas Fritas
ja: フライドポテト
ko: 프렌치 프라이
nl: Patat
pt: Batata Frita
ru: Картофель фри
zh: 炸薯条
zh_tw: 炸薯條

# foodChickenNuggets
source: Chicken Nuggets
es: Nuggets de Pollo
ja: チキンナゲット
ko: 치킨 너겟
nl: Kipnuggets
pt: Nuggets Frango
ru: Куриные наггетсы
zh: 鸡块
zh_tw: 雞塊

# foodHotDog
source: Hot Dog
es: Perro Caliente
ja: ホットドッグ
ko: 핫도그
pt: Cachorro-Quente
ru: Хот-дог
zh: 热狗
zh_tw: 熱狗

# foodTacos
source: Tacos
ja: タコス
ko: 타코
ru: Тако
zh: 玉米卷
zh_tw: 玉米卷

# foodSubway
source: Subway Sandwich
es: Sándwich de Subway
ja: サブウェイサンド
ko: 서브웨이 샌드위치
pt: Sanduíche Subway
ru: Сэндвич Subway
zh: 赛百味
zh_tw: 賽百味

# foodDonut
source: Donut
ja: ドーナツ
ko: 도넛
pt: Rosquinha
ru: Пончик
zh: 甜甜圈
zh_tw: 甜甜圈

# foodBurgerKing
source: Whopper
ja: ワッパー
ko: 와퍼
ru: Воппер
zh: 皇堡
zh_tw: 皇堡

source: meals
de: Mahlzeiten
es: comidas
ja: 食
ko: 식사
nl: maaltijden
pt: refeições
ru: приемов пищи
zh: 餐
zh_tw: 餐

source: Daily Progress
de: Tagesfortschritt
es: Progreso diario
ja: 1日進捗
ko: 일일 진행도
nl: Dagelijkse Voortgang
pt: Progresso Diário
ru: Дневной прогресс
zh: 每日进度
zh_tw: 每日進度

source: from food
de: aus Nahrung
es: de alimentos
ja: 食品から
ko: 음식으로부터
nl: uit voedsel
pt: de comida
ru: из еды
zh: 来自食物
zh_tw: 來自食物

# noFoodThisWeek
source: No food data this week
de: Diese Woche keine Lebensmitteldaten
es: No hay datos de comida esta semana
ja: 今週の食品データなし
ko: 이번 주 음식 데이터 없음
nl: Geen voedseldata deze week
pt: Sem dados comida esta semana
ru: Нет данных о еде за эту неделю
zh: 本周无食物数据
zh_tw: 本週無食物資料

source: Food Intake
de: Nahrungsaufnahme
es: Consumo de alimentos
ja: 食事摂取
ko: 음식 섭취
nl: Voedselinname
pt: Ingestão Comida
ru: Потребление пищи
zh: 食物摄入
zh_tw: 食物攝入

# foodStats
source: Food Statistics
de: Lebensmittelstatistiken
es: Estadísticas de alimentación
ja: 食品統計
ko: 음식 통계
nl: Voedselstatistieken
pt: Estatísticas Comida
ru: Статистика питания
zh: 食物统计
zh_tw: 食物統計

source: Total calories
de: Gesamtkalorien
es: Calorías totales
ja: 総カロリー
ko: 총 칼로리
nl: Totaal calorieën
pt: Calorias totais
ru: Всего калорий
zh: 总卡路里
zh_tw: 總卡路里

# avgCaloriesPerDay
source: Avg per day
de: Durchschn. pro Tag
es: Promedio por día
ja: 平均/日
ko: 일당 평균
nl: Gem. per dag
pt: Média por dia
ru: В среднем в день
zh: 平均/天
zh_tw: 平均/天

source: Days with food
de: Tage mit Nahrung
es: Días con comida
ja: 食事日
ko: 음식이 있는 날
nl: Dagen met voedsel
pt: Dias com comida
ru: Дней с едой
zh: 进食天数
zh_tw: 進食天數

# avgMealsPerDay
source: Meals per day
de: Mahlzeiten pro Tag
es: Comidas por día
ja: 食/日
ko: 일당 식사
nl: Maaltijden per dag
pt: Refeições por dia
ru: Приемов пищи в день
zh: 餐/天
zh_tw: 餐/天

source: Calories per day
de: Kalorien pro Tag
es: Calorías por día
ja: カロリー/日
ko: 일당 칼로리
nl: Calorieën per dag
pt: Calorias por dia
ru: Калорий в день
zh: 卡路里/天
zh_tw: 每日卡路里

source: Sugar per day
de: Zucker pro Tag
es: Azúcar por día
ja: 砂糖/日
ko: 일당 설탕
nl: Suiker per dag
pt: Açúcar por dia
ru: Сахара в день
zh: 糖/天
zh_tw: 每日糖

source: Food Tracking
de: Lebensmittel-Tracking
es: Seguimiento de alimentos
ja: 食品追跡
ko: 음식 추적
nl: Voedsel Tracking
pt: Rastreamento Comida
ru: Отслеживание питания
zh: 食物追踪
zh_tw: 食物追蹤

# foodTrackingPro
source: Track food impact on hydration and HRI
de: Verfolge Nahrungseinfluss auf Hydration und HRI
es: Rastrea el impacto de los alimentos en la hidratación y HRI
ja: 食品の水分とHRI影響追跡
ko: 수분 섭취 및 HRI에 대한 음식 영향 추적
nl: Volg voedsel impact op hydratie en HRI
pt: Rastreie impacto comida na hidratação e HRI
ru: Отслеживайте влияние пищи на гидратацию и HRI
zh: 追踪食物对水分和HRI的影响
zh_tw: 追蹤食物對補水和HRI的影響

source: Hydration Balance
de: Hydrations-Balance
es: Balance de hidratación
ja: 水分バランス
ko: 수분 균형
nl: Hydratie Balans
pt: Balanço Hidratação
ru: Водный баланс
zh: 水分平衡
zh_tw: 補水平衡

# highSodiumFood
source: High sodium from food
de: Hoher Natriumgehalt aus Nahrung
es: Alto sodio de alimentos
ja: 食品から高Na
ko: 음식의 높은 나트륨
nl: Hoog natrium uit voedsel
pt: Alto sódio de comida
ru: Высокий натрий из еды
zh: 食物高钠
zh_tw: 食物中高鈉

# hydratingFood
source: Great hydrating choices
de: Großartige hydrierende Auswahl
es: Excelentes opciones hidratantes
ja: 素晴らしい水分選択
ko: 훌륭한 수분 선택
nl: Uitstekende hydraterende keuzes
pt: Ótimas escolhas hidratantes
ru: Отличные увлажняющие продукты
zh: 优秀补水选择
zh_tw: 優秀補水選擇
