Repository: vtrukhnov-lab/HydraCoach
Catalog: lib/l10n/app_*.arb
Languages: de, es, ja, ko, nl, pt, ru, zh, zh_tw

# dryFood
source: Low water content food
de: Niedriger Wassergehalt in Nahrung
es: Alimentos con bajo contenido de agua
ja: 低水分食品
ko: 낮은 수분 함량 음식
nl: Laag watergehalte voedsel
pt: Comida baixo conteúdo água
ru: Пища с низким содержанием воды
zh: 低水分食物
zh_tw: 低水分食物

# balancedFood
source: Balanced nutrition
de: Ausgewogene Ernährung
es: Nutrición equilibrada
ja: バランス栄養
ko: 균형 잡힌 영양
nl: Gebalanceerde voeding
pt: Nutrição balanceada
ru: Сбалансированное питание
zh: 均衡营养
zh_tw: 均衡營養

# foodAdviceEmpty
source: Add meals to track food impact on hydration.
de: Füge Mahlzeiten hinzu, um Nahrungseinfluss auf Hydration zu verfolgen.
es: Agrega comidas para rastrear el impacto de los alimentos en la hidratación.
ja: 水分影響追跡のため食事追加
ko: 수분 섭취에 대한 음식 영향을 추적하려면 식사를 추가하세요.
nl: Voeg maaltijden toe om voedsel impact op hydratie te volgen.
pt: Adicione refeições pra rastrear impacto comida na hidratação.
ru: Добавьте блюда для отслеживания влияния пищи на гидратацию.
zh: 添加餐食以追踪食物对水分的影响
zh_tw: 添加餐點以追蹤食物對補水的影響。

# foodAdviceHighSodium
source: High sodium intake detected. Increase water to balance electrolytes.
de: Hohe Natriumaufnahme erkannt. Erhöhe Wasser, um Elektrolyte auszugleichen.
es: Se detectó alto consumo de sodio. Aumenta el agua para equilibrar los electrolitos.
ja: 高Na検出。水分増量でバランス
ko: 높은 나트륨 섭취가 감지되었습니다. 전해질 균형을 위해 물을 늘리세요.
nl: Hoge natriuminname gedetecteerd. Verhoog water om elektrolyten te balanceren.
pt: Alta ingestão sódio detectada. Aumente água pra balancear eletrólitos.
ru: Высокий натрий. Пейте больше воды для баланса.
zh: 检测到高钠摄入。增加水分以平衡电解质
zh_tw: 檢測到高鈉攝入。增加水以平衡電解質。

# foodAdviceLowWater
source: Your food had low water content. Consider drinking extra water.
de: Deine Nahrung hatte niedrigen Wassergehalt. Erwäge zusätzliches Wasser zu trinken.
es: Tu comida tenía bajo contenido de agua. Considera beber agua extra.
ja: 食品水分低。追加の水を検討
ko: 음식의 수분 함량이 낮았습니다. 물을 추가로 마시는 것을 고려하세요.
nl: Je voedsel had laag watergehalte. Overweeg extra water te drinken.
pt: Sua comida teve baixo conteúdo água. Considere beber água extra.
ru: Сухая пища. Пейте больше воды.
zh: 食物水分含量低。考虑多喝水
zh_tw: 您的食物水分含量低。考慮多喝水。

# foodAdviceGoodHydration
source: Great! Your food helps hydration.
de: Großartig! Deine Nahrung hilft Hydration.
es: ¡Genial! Tu comida ayuda a la hidratación.
ja: 素晴らしい！食品が水分補助
ko: 훌륭해요! 음식이 수분 섭취에 도움이 됩니다.
nl: Geweldig! Je voedsel helpt hydratie.
pt: Ótimo! Sua comida ajuda hidratação.
ru: Супер! Еда помогает увлажнению организма.
zh: 很好！食物帮助补水
zh_tw: 太好了！您的食物幫助補水。

# foodAdviceBalanced
source: Good nutrition! Remember to drink water.
de: Gute Ernährung! Vergiss nicht Wasser zu trinken.
es: ¡Buena nutrición! Recuerda beber agua.
ja: 良い栄養！水を忘れずに
ko: 좋은 영양! 물 마시는 것을 잊지 마세요.
nl: Goede voeding! Vergeet niet water te drinken.
pt: Boa nutrição! Lembre de beber água.
ru: Хорошее питание! Не забывайте пить воду.
zh: 营养良好！记得喝水
zh_tw: 營養良好！記得喝水。

source: Rich in electrolytes
de: Reich an Elektrolyten
es: Rico en electrolitos
ja: 電解質豊富
ko: 전해질이 풍부함
nl: Rijk aan elektrolyten
pt: Rico em eletrólitos
ru: Богато электролитами
zh: 电解质丰富
zh_tw: 富含電解質

# recommendedCalories
source: Recommended calories: ~{calories} kcal/day
de: Empfohlene Kalorien: ~{calories} kcal/Tag
es: Calorías recomendadas: ~{calories} kcal/día
ja: 推奨カロリー: 約{calories} kcal/日
ko: 권장 칼로리: ~{calories} kcal/일
nl: Aanbevolen calorieën: ~{calories} kcal/dag
pt: Calorias recomendadas: ~{calories} kcal/dia
ru: Рекомендуемые калории: ~{calories} ккал/день
zh: 建议卡路里: 约{calories} kcal/天
zh_tw: 建議卡路里: ~{calories} kcal/天

# proWelcomeTitle
source: Welcome to HydraCoach PRO!
de: Willkommen bei HydraCoach PRO!
es: ¡Bienvenido a HydraCoach PRO!
ja: HydraCoach PROへようこそ！
ko: 하이드로코치 PRO를 환영합니다!
nl: Welkom bij HydraCoach PRO!
pt: Bem-vindo ao HydraCoach PRO!
ru: Добро пожаловать в HydraCoach PRO!
zh: 欢迎使用HydraCoach PRO！
zh_tw: 歡迎使用HydraCoach PRO！

# proTrialActivated
source: Your 7-day trial activated!
de: Deine 7-Tage-Testversion ist aktiviert!
es: ¡Tu prueba de 7 días activada!
ja: 7日トライアル有効化！
ko: 7일 무료 체험 활성화!
nl: Je 7-dagen proef geactiveerd!
pt: Seu teste 7 dias ativado!
ru: Ваш 7-дневный триал активирован!
zh: 7天试用已激活！
zh_tw: 您的7天試用已啟動！

# proFeaturePersonalizedRecommendations
source: Personalized recommendations
de: Personalisierte Empfehlungen
es: Recomendaciones personalizadas
ja: 個人推奨
ko: 개인화된 권장사항
nl: Gepersonaliseerde aanbevelingen
pt: Recomendações personalizadas
ru: Персональные рекомендации
zh: 个性化建议
zh_tw: 個人化建議

# proFeatureAdvancedAnalytics
source: Advanced analytics
de: Erweiterte Analysen
es: Análisis avanzado
ja: 高度分析
ko: 고급 분석
nl: Geavanceerde analytics
pt: Análises avançadas
ru: Расширенная аналитика
zh: 高级分析
zh_tw: 進階分析

# proFeatureWorkoutTracking
source: Workout tracking
de: Workout-Verfolgung
es: Seguimiento de entrenamientos
ja: 運動追跡
ko: 운동 추적
nl: Training tracking
pt: Rastreamento treinos
ru: Трекинг тренировок
zh: 运动追踪
zh_tw: 運動追蹤

# proFeatureElectrolyteControl
source: Electrolyte control
de: Elektrolytkontrolle
es: Control de electrolitos
ja: 電解質管理
ko: 전해질 조절
nl: Elektrolyten controle
pt: Controle eletrólitos
ru: Контроль электролитов
zh: 电解质控制
zh_tw: 電解質控制

# proFeatureSmartReminders
source: Smart reminders
de: Intelligente Erinnerungen
es: Recordatorios inteligentes
ja: スマート通知
ko: 스마트 알림
nl: Slimme herinneringen
pt: Lembretes inteligentes
ru: Умные напоминания
zh: 智能提醒
zh_tw: 智能提醒

# proFeatureHriIndex
source: HRI index
es: Índice HRI
ja: HRI指数
ko: HRI 지수
pt: Índice HRI
ru: HRI индекс
zh: HRI指数
zh_tw: HRI指數

# proFeatureAchievements
source: PRO achievements
de: PRO-Erfolge
es: Logros PRO
ja: PRO達成
ko: PRO 업적
nl: PRO prestaties
pt: Conquistas PRO
ru: Достижения PRO
zh: PRO成就
zh_tw: PRO成就

# proFeaturePersonalizedDescription
source: Individual hydration advice
de: Individuelle Hydrationsberatung
es: Consejos individuales de hidratación
ja: 個人水分助言
ko: 개별 수분 섭취 조언
nl: Individueel hydratie advies
pt: Conselhos hidratação individuais
ru: Индивидуальные советы по гидратации
zh: 个人水分建议
zh_tw: 個人補水建議

# proFeatureAdvancedDescription
source: Detailed charts and statistics
de: Detaillierte Charts und Statistiken
es: Gráficos detallados y estadísticas
ja: 詳細グラフと統計
ko: 상세 차트 및 통계
nl: Gedetailleerde grafieken en statistieken
pt: Gráficos e estatísticas detalhadas
ru: Детальные графики и статистика
zh: 详细图表和统计
zh_tw: 詳細圖表和統計

# proFeatureWorkoutDescription
source: Fluid loss tracking during sports
de: Flüssigkeitsverlust-Verfolgung beim Sport
es: Seguimiento de pérdida de líquidos durante el deporte
ja: スポーツ中の水分損失追跡
ko: 스포츠 중 수분 손실 추적
nl: Vochtverlies tracking tijdens sport
pt: Rastreamento perda fluido durante esportes
ru: Учет потери жидкости во время спорта
zh: 运动中液体流失追踪
zh_tw: 運動期間體液流失追蹤

# proFeatureElectrolyteDescription
source: Sodium, potassium, magnesium monitoring
de: Natrium-, Kalium-, Magnesiumüberwachung
es: Monitoreo de sodio, potasio, magnesio
ja: Na、K、Mg監視
ko: 나트륨, 칼륨, 마그네슘 모니터링
nl: Natrium, kalium, magnesium monitoring
pt: Monitoramento sódio, potássio, magnésio
ru: Мониторинг натрия, калия, магния
zh: 钠、钾、镁监测
zh_tw: 鈉、鉀、鎂監測

# proFeatureSmartDescription
source: Personalized notifications
de: Personalisierte Benachrichtigungen
es: Notificaciones personalizadas
ja: 個人通知
ko: 개인화된 알림
nl: Gepersonaliseerde meldingen
pt: Notificações personalizadas
ru: Персонализированные уведомления
zh: 个性化通知
zh_tw: 個人化通知

# proFeatureNoMoreAds
source: No more ADS!
de: Keine Werbung mehr!
es: ¡No más anuncios!
ja: 広告なし！
ko: 광고 없음!
nl: Geen advertenties meer!
pt: Sem mais ADs!
ru: Никакой рекламы!
zh: 无广告！
zh_tw: 不再有廣告！

# proFeatureNoMoreAdsDescription
source: Enjoy uninterrupted hydration tracking without any advertisements
de: Genieße ununterbrochenes Hydrations-Tracking ohne Werbung
es: Disfruta del seguimiento de hidratación sin interrupciones de publicidad
ja: 広告なしで水分追跡を楽しむ
ko: 광고 없이 중단 없는 수분 섭취 추적 즐기기
nl: Geniet van ononderbroken hydratie tracking zonder advertenties
pt: Aproveite rastreamento hidratação ininterrupto sem anúncios
ru: Наслаждайтесь отслеживанием гидратации без любых рекламных объявлений
zh: 享受无广告水分追踪
zh_tw: 享受無中斷補水追蹤，無任何廣告

# proFeatureHriDescription
source: Real-time hydration risk index
de: Echtzeit-Hydrations-Risikoindex
es: Índice de riesgo de hidratación en tiempo real
ja: リアルタイム水分リスク指数
ko: 실시간 수분 위험 지수
nl: Real-time hydratie risicoindex
pt: Índice risco hidratação em tempo real
ru: Индекс риска гидратации в реальном времени
zh: 实时水分风险指数
zh_tw: 即時補水風險指數

# proFeatureAchievementsDescription
source: Exclusive rewards and goals
de: Exklusive Belohnungen und Ziele
es: Recompensas y objetivos exclusivos
ja: 専用報酬と目標
ko: 독점 보상 및 목표
nl: Exclusieve beloningen en doelen
pt: Recompensas e metas exclusivas
ru: Эксклюзивные награды и цели
zh: 专属奖励和目标
zh_tw: 專屬獎勵和目標

source: Start using
de: Nutzung beginnen
es: Comenzar a usar
ja: 使用開始
ko: 사용 시작
nl: Begin met gebruiken
pt: Começar usar
ru: Начать использование
zh: 开始使用
zh_tw: 開始使用

# sayGoodbyeToAds
source: Say goodbye to ads. Go Premium.
de: Verabschiede dich von Werbung. Werde Premium.
es: Dile adiós a los anuncios. Hazte Premium.
ja: 広告にさよなら。プレミアムへ。
ko: 광고에 작별 인사. 프리미엄으로 가기.
nl: Zeg vaarwel tegen advertenties. Ga Premium.
pt: Diga adeus aos anúncios. Vá Premium.
ru: Попрощайтесь с рекламой. Станьте Premium.
zh: 告别广告。升级高级版
zh_tw: 告別廣告。升級高級版。

source: GO PREMIUM
de: PREMIUM WERDEN
es: HAZTE PREMIUM
ja: プレミアムへ
ko: 프리미엄 가기
nl: GA PREMIUM
pt: VÁ PREMIUM
ru: СТАТЬ PREMIUM
zh: 升级高级版
zh_tw: 升級高級版

source: Remove ads forever
de: Werbung für immer entfernen
es: Eliminar anuncios para siempre
ja: 広告永久削除
ko: 광고를 영원히 제거
nl: Verwijder advertenties voor altijd
pt: Remova anúncios pra sempre
ru: Убрать рекламу навсегда
zh: 永久移除广告
zh_tw: 永久移除廣告

source: UPGRADE
es: ACTUALIZAR
ja: アップグレード
ko: 업그레이드
pt: ATUALIZAR
ru: ОБНОВИТЬ
zh: 升级
zh_tw: 升級

source: Support
es: Soporte
ja: サポート
ko: 지원
nl: Ondersteuning
pt: Suporte
ru: Поддержка
zh: 支持
zh_tw: 支援

source: Company Website
de: Unternehmenswebsite
es: Sitio web de la empresa
ja: 会社ウェブサイト
ko: 회사 웹사이트
nl: Bedrijfswebsite
pt: Site Empresa
ru: Сайт компании
zh: 公司网站
zh_tw: 公司網站

source: App Store opened
de: App Store geöffnet
es: App Store abierto
ja: ストア開封
ko: 앱 스토어 열림
nl: App Store geopend
pt: App Store aberta
ru: App Store открыт
zh: 应用商店已打开
zh_tw: App Store已開啟

source: Link copied to clipboard
de: Link in Zwischenablage kopiert
es: Enlace copiado al portapapeles
ja: リンクコピー
ko: 링크가 클립보드에 복사됨
nl: Link gekopieerd naar klembord
pt: Link copiado área transferência
ru: Ссылка скопирована в буфер обмена
zh: 链接已复制
zh_tw: 連結已複製到剪貼板

source: Share dialog opened
de: Teilen-Dialog geöffnet
es: Diálogo de compartir abierto
ja: 共有開封
ko: 공유 대화상자 열림
nl: Deel dialoog geopend
pt: Diálogo compartilhar aberto
ru: Диалог поделиться открыт
zh: 分享对话已打开
zh_tw: 分享對話框已開啟

source: Link for sharing copied
de: Link zum Teilen kopiert
es: Enlace para compartir copiado
ja: 共有リンクコピー
ko: 공유 링크 복사됨
nl: Link voor delen gekopieerd
pt: Link pra compartilhar copiado
ru: Ссылка для поделиться скопирована
zh: 分享链接已复制
zh_tw: 分享連結已複製

source: Website opened in browser
de: Website im Browser geöffnet
es: Sitio web abierto en el navegador
ja: ブラウザで開封
ko: 브라우저에서 웹사이트 열림
nl: Website geopend in browser
pt: Site aberto no navegador
ru: Сайт открыт в браузере
zh: 网站已在浏览器打开
zh_tw: 網站已在瀏覽器開啟

source: Email client opened
de: E-Mail-Client geöffnet
es: Cliente de email abierto
ja: メール開封
ko: 이메일 클라이언트 열림
nl: E-mailclient geopend
pt: Cliente email aberto
ru: Email клиент открыт
zh: 邮件客户端已打开
zh_tw: 電郵客戶端已開啟

source: Email copied to clipboard
de: E-Mail in Zwischenablage kopiert
es: Email copiado al portapapeles
ja: メールコピー
ko: 이메일이 클립보드에 복사됨
nl: E-mail gekopieerd naar klembord
pt: Email copiado área transferência
ru: Email скопирован в буфер обмена
zh: 邮件已复制
zh_tw: 電郵已複製到剪貼板

source: Privacy policy opened
de: Datenschutzrichtlinie geöffnet
es: Política de privacidad abierta
ja: プライバシー開封
ko: 개인정보 처리방침 열림
nl: Privacybeleid geopend
pt: Política privacidade aberta
ru: Политика конфиденциальности открыта
zh: 隐私政策已打开
zh_tw: 隱私政策已開啟

# statisticsTo
source: Statistics until {date}
de: Statistiken bis {date}
ja: {date}までの統計
ko: {date}까지의 통계
nl: Statistieken tot {date}
pt: Estatísticas até {date}
ru: Статистика до {date}
zh: 统计至{date}
zh_tw: 統計至{date}

source: Monthly Insights
de: Monatseinblicke
ja: 月間分析
ko: 월간 인사이트
nl: Maandelijkse Inzichten
pt: Insights Mensais
ru: Месячные инсайты
zh: 月洞察
zh_tw: 每月洞察

source: Average
de: Durchschnitt
ja: 平均
ko: 평균
nl: Gemiddeld
pt: Média
ru: Среднее
zh: 平均
zh_tw: 平均

source: Days over
de: Tage über
ja: 超過日
ko: 초과 일수
nl: Dagen over
pt: Dias acima
ru: Дней с превышением
zh: 超过天数
zh_tw: 天數超過

source: Maximum
ja: 最大
ko: 최대
pt: Máximo
ru: Максимум
zh: 最大
zh_tw: 最大

source: Balance
ja: バランス
ko: 균형
nl: Balans
pt: Balanço
ru: Баланс
zh: 平衡
zh_tw: 平衡

source: All normal
de: Alles normal
ja: 全て正常
ko: 모두 정상
nl: Alles normaal
pt: Tudo normal
ru: Все в норме
zh: 全部正常
zh_tw: 全部正常

source: Excellent consistency
de: Ausgezeichnete Konsistenz
ja: ⭐ 優秀一貫性
ko: 우수한 일관성
nl: Uitstekende consistentie
pt: Consistência excelente
ru: Отличная консистентность
zh: ⭐ 出色一致
zh_tw: ⭐ 出色一致

source: Good results
de: Gute Ergebnisse
ja: 📊 良好結果
ko: 좋은 결과
nl: Goede resultaten
pt: Bons resultados
ru: Хорошие результаты
zh: 📊 良好结果
zh_tw: 良好結果

source: Positive improvement
de: Positive Verbesserung
ja: 良好改善
ko: 긍정적 개선
nl: Positieve verbetering
pt: Melhoria positiva
ru: Положительный тренд
zh: 积极改善
zh_tw: 積極改善

source: Physical activity
de: Körperliche Aktivität
ja: 💪 身体活動
ko: 신체 활동
nl: Fysieke activiteit
pt: Atividade física
ru: Физическая активность
zh: 💪 身体活动
zh_tw: 身體活動

source: Coffee consumption
de: Kaffeekonsum
ja: ☕ コーヒー消費
ko: 커피 소비
nl: Koffieverbruik
pt: Consumo café
ru: Потребление кофе
zh: ☕ 咖啡消费
zh_tw: 咖啡消費

source: Excellent sobriety
de: Ausgezeichnete Nüchternheit
ja: 🎯 優秀禁酒
ko: 우수한 절주
nl: Uitstekende nuchterheid
pt: Sobriedade excelente
ru: Отличная трезвость
zh: 🎯 出色戒酒
zh_tw: 出色戒酒

source: Excellent month
de: Ausgezeichneter Monat
ja: ✨ 優秀な月
ko: 우수한 월
nl: Uitstekende maand
pt: Mês excelente
ru: Отличный месяц
zh: ✨ 出色的月
zh_tw: 出色的月

# keepGoingMotivation
source: Keep it up!
de: Weiter so!
ja: 続けよう！
ko: 계속하세요!
nl: Ga zo door!
pt: Continue assim!
ru: Продолжайте в том же духе!
zh: 继续保持！
zh_tw: 繼續保持！

source: days normal
de: Tage normal
ja: 日正常
ko: 일 정상
nl: dagen normaal
pt: dias normal
ru: дней в норме
zh: 天正常
zh_tw: 天正常

# electrolyteBalance
source: Electrolyte balance needs attention
de: Elektrolytbalance benötigt Aufmerksamkeit
ja: 電解質要注意
ko: 전해질 균형에 주의 필요
nl: Elektrolyten balans heeft aandacht nodig
pt: Balanço eletrólitos precisa atenção
ru: Электролитный баланс требует внимания
zh: 电解质平衡需注意
zh_tw: 電解質平衡需要關注

# caffeineWarning
source: Days with overdose of safe dose (400mg)
de: Tage mit Überdosis sicherer Dosis (400mg)
ja: 安全用量超過日(400mg)
ko: 안전 용량 초과 일수 (400mg)
nl: Dagen met overdosis van veilige dosis (400mg)
pt: Dias com overdose dose segura (400mg)
ru: Были дни с превышением безопасной дозы (400мг)
zh: 安全剂量超标天数(400mg)
zh_tw: 超過安全劑量天數(400mg)

# sugarFrequentExcess
source: Frequent excess sugar affects hydration
de: Häufiger übermäßiger Zucker beeinflusst Hydration
ja: 頻繁超過砂糖が水分影響
ko: 빈번한 과잉 설탕이 수분 섭취에 영향을 줌
nl: Frequent teveel suiker beïnvloedt hydratie
pt: Excesso açúcar frequente afeta hidratação
ru: Частое превышение нормы сахара влияет на гидратацию
zh: 频繁超标糖影响水分
zh_tw: 頻繁過量糖影響補水

# averagePerDayShort
source: per day
de: pro Tag
ja: /日
ko: 일당
nl: per dag
pt: por dia
ru: в день
zh: 每天
zh_tw: 每天

# highWarning
source: High
de: Hoch
ja: 高
ko: 높음
nl: Hoog
pt: Alto
ru: Высокое
zh: 高
zh_tw: 高

# normalStatus
source: Normal
ja: 正常
ko: 정상
nl: Normaal
ru: Норма
zh: 正常
zh_tw: 正常

# improvementToEnd
source: Improvement towards end of month by {percent}%
de: Verbesserung zum Monatsende um {percent}%
ja: 月末に向け{percent}%改善
ko: 월말까지 {percent}% 개선
nl: Verbetering richting einde maand met {percent}%
pt: Melhoria até fim mês em {percent}%
ru: Улучшение к концу месяца на {percent}%
zh: 月末改善{percent}%
zh_tw: 月末改善{percent}%

# workoutActivity
source: {percent}% days with workouts ({hours}h)
de: {percent}% Tage mit Workouts ({hours}h)
ja: {percent}%日に運動({hours}h)
ko: 운동한 날 {percent}% ({hours}h)
nl: {percent}% dagen met trainingen ({hours}u)
pt: {percent}% dias com treinos ({hours}h)
ru: {percent}% дней с тренировками ({hours}ч)
zh: {percent}%天有运动({hours}小时)
zh_tw: {percent}%天有運動({hours}小時)

# coffeeAverage
source: Average {avg} cups/day
de: Durchschnitt {avg} Tassen/Tag
ja: 平均{avg}杯/日
ko: 평균 {avg}잔/일
nl: Gemiddeld {avg} kopjes/dag
pt: Média {avg} xícaras/dia
ru: В среднем {avg} чашек/день
zh: 平均{avg}杯/天
zh_tw: 平均{avg}杯/天

# sobrietyPercent
source: {percent}% days without alcohol
de: {percent}% Tage ohne Alkohol
ja: {percent}%日飲酒なし
ko: 알코올 없는 날 {percent}%
nl: {percent}% dagen zonder alcohol
pt: {percent}% dias sem álcool
ru: {percent}% дней без алкоголя
zh: {percent}%天无酒精
zh_tw: {percent}%天無酒精

source: Day Summary
de: Tageszusammenfassung
ja: 日要約
ko: 일일 요약
nl: Dag Samenvatting
pt: Resumo Dia
ru: Сводка дня
zh: 日摘要
zh_tw: 日摘要

source: Records
de: Einträge
ja: 記録
ko: 기록
pt: Registros
ru: Записей
zh: 记录
zh_tw: 記錄

# waterGoalAchievement
source: Water goal achievement: {percent}%
de: Wasserzielerreichung: {percent}%
ja: 水分目標達成: {percent}%
ko: 물 목표 달성: {percent}%
nl: Water doel bereikt: {percent}%
pt: Alcance meta água: {percent}%
ru: Достижение цели воды: {percent}%
zh: 水分目标达成: {percent}%
zh_tw: 水分目標達成: {percent}%

# workoutSessions
source: Workouts: {count} sessions
de: Workouts: {count} Sitzungen
ja: 運動: {count}回
ko: 운동: {count}회 세션
nl: Trainingen: {count} sessies
pt: Treinos: {count} sessões
ru: Тренировки: {count} сессий
zh: 运动: {count}次
zh_tw: 運動: {count}次

source: Index
ja: 指数
ko: 지수
pt: Índice
ru: Индекс
zh: 指数
zh_tw: 指數

source: Status
ja: 状態
ko: 상태
ru: Статус
zh: 状态
zh_tw: 狀態

source: Moderate risk
de: Mäßiges Risiko
ja: 中リスク
ko: 중간 위험
nl: Matig risico
pt: Risco moderado
ru: Умеренный риск
zh: 中等风险
zh_tw: 中等風險

source: Excess
de: Überschuss
ja: 超過
ko: 과잉
nl: Overschot
pt: Excesso
ru: Превышение
zh: 超标
zh_tw: 超標

# whoLimit
source: WHO limit: 50g/day
de: WHO-Limit: 50g/Tag
ja: WHO上限: 50g/日
ko: WHO 제한: 50g/일
nl: WHO limiet: 50g/dag
pt: Limite OMS: 50g/dia
ru: Лимит ВОЗ: 50г/день
zh: WHO限量: 50g/天
zh_tw: WHO限量: 50g/天

# stability
source: Stability in {percent}% of days
de: Stabilität in {percent}% der Tage
ja: {percent}%日で安定
ko: {percent}%의 날에 안정성
nl: Stabiliteit in {percent}% van dagen
pt: Estabilidade em {percent}% dos dias
ru: Стабильность в {percent}% дней
zh: {percent}%天稳定
zh_tw: {percent}%天穩定

# goodHydration
source: {percent}% days with good hydration
de: {percent}% Tage mit guter Hydration
ja: {percent}%日良好水分
ko: 좋은 수분 섭취 {percent}% 일
nl: {percent}% dagen met goede hydratie
pt: {percent}% dias com boa hidratação
ru: {percent}% дней с хорошей гидратацией
zh: {percent}%天良好水分
zh_tw: {percent}%天良好水分

# appTitle
source: HydroCoach
ja: ハイドロコーチ
ko: 하이드로코치

# sugarFromDrinks
source: Drinks
de: Getränke
es: Bebidas
ja: 飲料
ko: 음료
nl: Dranken
pt: Bebidas
zh: 饮品
zh_tw: 飲品

# sugarFromFood
source: Food
de: Essen
es: Comida
ja: 食品
ko: 음식
nl: Eten
pt: Comida
zh: 食物
zh_tw: 食物

# sugarFromSnacks
source: Snacks
ja: スナック
ko: 간식
pt: Lanches
zh: 零食
zh_tw: 零食

# hri_component_sugar
source: Sugar
de: Zucker
es: Azúcar
ja: 砂糖
ko: 설탕
nl: Suiker
pt: Açúcar
zh: 糖
zh_tw: 糖

# hri_sugar_description
source: High sugar intake affects hydration and overall health
de: Hohe Zuckeraufnahme beeinflusst Hydration und allgemeine Gesundheit
es: El alto consumo de azúcar afecta la hidratación y la salud
ja: 高砂糖摂取は水分補給と全体的な健康に影響
ko: 높은 설탕 섭취는 수분 섭취와 전반적인 건강에 영향을 줍니다
nl: Hoge suikerinname beïnvloedt hydratie en algehele gezondheid
pt: Alta ingestão açúcar afeta hidratação e saúde geral
zh: 高糖摄入影响水分和整体健康
zh_tw: 高糖攝入影響補水和整體健康

# tip_reduce_sweet_drinks
source: Replace sweet drinks with water or unsweetened tea
de: Ersetze süße Getränke durch Wasser oder ungesüßten Tee
es: Reemplaza las bebidas dulces con agua o té sin azúcar
ja: 甘い飲料を水または無糖茶に置換
ko: 단 음료를 물이나 무가당 차로 대체하세요
nl: Vervang zoete dranken door water of ongezoete thee
pt: Substitua bebidas doces por água ou chá sem açúcar
zh: 用水或无糖茶替代甜饮
zh_tw: 用水或無糖茶替代甜飲料

# tip_avoid_added_sugar
source: Check labels and avoid products with added sugars
de: Prüfe Etiketten und vermeide Produkte mit zugesetztem Zucker
es: Revisa las etiquetas y evita productos con azúcares añadidos
ja: ラベルを確認し添加砂糖製品を避ける
ko: 라벨을 확인하고 첨가당이 있는 제품을 피하세요
nl: Controleer labels en vermijd producten met toegevoegde suikers
pt: Verifique rótulos e evite produtos com açúcares adicionados
zh: 检查标签避免添加糖产品
zh_tw: 檢查標籤避免添加糖產品

# tip_check_labels
source: Be aware of hidden sugars in sauces and processed foods
de: Achte auf versteckte Zucker in Soßen und verarbeiteten Lebensmitteln
es: Cuidado con los azúcares ocultos en salsas y alimentos procesados
ja: ソースと加工食品の隠れた砂糖に注意
ko: 소스와 가공식품의 숨겨진 설탕을 주의하세요
nl: Wees bewust van verborgen suikers in sauzen en verwerkte voedingsmiddelen
pt: Atenção aos açúcares ocultos em molhos e processados
zh: 注意酱料和加工食品中的隐藏糖
zh_tw: 注意醬料和加工食品中的隱藏糖

# tip_replace_soda
source: Replace soda with sparkling water and lemon
de: Ersetze Limo durch Sprudelwasser mit Zitrone
es: Reemplaza los refrescos con agua con gas y limón
ja: ソーダを炭酸水とレモンに置換
ko: 탄산음료를 탄산수와 레몬으로 대체하세요
nl: Vervang frisdrank door bruisend water met citroen
pt: Substitua refri por água com gás e limão
zh: 用气泡水和柠檬替代汽水
zh_tw: 用氣泡水加檸檬替代汽水

# dateFormat
source: {weekday}, {day} {month}
es: {weekday}, {day} de {month}
ja: {weekday}、{day}日 {month}
ko: yyyy/MM/dd
zh: {month}{day}日 {weekday}
zh_tw: {month}{day}日 {weekday}

# goalFormat
source: {current}/{goal} {unit}
ko: {current}/{goal}
