Repository: vtrukhnov-lab/HydraCoach
Catalog: lib/l10n/app_*.arb
Languages: de, es, ja, ko, nl, pt, ru, zh, zh_tw

source: Terms of Use
de: Nutzungsbedingungen
es: Términos de uso
ja: 利用規約
ko: 이용약관
nl: Gebruiksvoorwaarden
pt: Termos de Uso
ru: Условия использования
zh: 使用条款
zh_tw: 使用條款

source: Reset All Data
de: Alle Daten zurücksetzen
es: Restablecer todos los datos
ja: 全データ削除
ko: 모든 데이터 재설정
nl: Alle gegevens resetten
pt: Resetar Todos Dados
ru: Сбросить все данные
zh: 重置所有数据
zh_tw: 重置所有資料

# resetDataTitle
source: Reset all data?
de: Alle Daten zurücksetzen?
es: ¿Restablecer todos los datos?
ja: 全データを削除？
ko: 모든 데이터를 삭제하시겠습니까?
nl: Alle gegevens resetten?
pt: Resetar todos dados?
ru: Сбросить все данные?
zh: 重置所有数据？
zh_tw: 重置所有資料？

# resetDataMessage
source: This will delete all history and restore settings to defaults.
de: Dies löscht den gesamten Verlauf und setzt Einstellungen auf Standardwerte zurück.
es: Esto eliminará todo el historial y restaurará la configuración por defecto.
ja: 履歴を削除し設定をリセットします。
ko: 이 작업은 되돌릴 수 없습니다
nl: Dit verwijdert alle geschiedenis en herstelt standaardinstellingen.
pt: Isso vai deletar histórico e restaurar ajustes padrão.
ru: Это удалит всю историю и восстановит настройки по умолчанию.
zh: 将删除所有历史并恢复默认设置
zh_tw: 將刪除所有歷史並恢復預設設定

source: Back
de: Zurück
es: Atrás
ja: 戻る
ko: 뒤로
nl: Terug
pt: Voltar
ru: Назад
zh: 返回
zh_tw: 返回

source: Next
de: Weiter
es: Siguiente
ja: 次へ
ko: 다음
nl: Volgende
pt: Próximo
ru: Далее
zh: 下一步
zh_tw: 下一步

source: Start
es: Comenzar
ja: 開始
ko: 시작
nl: Starten
pt: Iniciar
ru: Начать
zh: 开始
zh_tw: 開始

# welcomeTitle
source: Welcome to HydroCoach
de: Willkommen bei HydroCoach
es: Bienvenido a HydroCoach
ja: HydroCoachへ ようこそ
ko: 하이드로코치에 오신 것을 환영합니다
nl: Welkom bij HydroCoach
pt: Bem-vindo ao HydroCoach
ru: Добро пожаловать в HydroCoach
zh: 欢迎使用 HydroCoach
zh_tw: 歡迎使用 HydroCoach

# welcomeSubtitle
source: Smart water and electrolyte tracking for keto, fasting and active life
de: Intelligente Wasser- und Elektrolyt-Verfolgung für Keto, Fasten und aktives Leben
es: Seguimiento inteligente de agua y electrolitos para keto, ayuno y vida activa
ja: ケト、断食、活動的な 生活のための水分と電解質管理
ko: 매일 스마트한 수분 섭취
nl: Slimme water- en elektrolytentracking voor keto, vasten en actief leven
pt: Rastreamento inteligente de água e eletrólitos para keto, jejum e vida ativa
ru: Умное отслеживание воды и электролитов для кето, поста и активной жизни
zh: 智能水分和电解质追踪 适用于生酮、禁食和活跃生活
zh_tw: 智慧水分和電解質追蹤 適用於生酮、禁食和活躍生活

# weightPageTitle
source: Your weight
de: Dein Gewicht
es: Tu peso
ja: 体重
ko: 체중
nl: Jouw gewicht
pt: Seu peso
ru: Ваш вес
zh: 您的体重
zh_tw: 您的體重

# weightPageSubtitle
source: To calculate optimal water amount
de: Zur Berechnung der optimalen Wassermenge
es: Para calcular la cantidad óptima de agua
ja: 最適な水分量を計算
ko: 정확한 계산을 위한 현재 체중
nl: Om optimale waterhoeveelheid te berekenen
pt: Para calcular quantidade ideal de água
ru: Для расчёта оптимального количества воды
zh: 计算最佳水分摄入量
zh_tw: 計算最佳水分攝入量

# weightUnit
source: {weight} kg
ko: kg
ru: {weight} кг

# recommendedNorm
source: Recommended norm: {min}-{max} ml of water per day
de: Empfohlene Norm: {min}-{max} ml Wasser pro Tag
es: Norma recomendada: {min}-{max} ml de agua por día
ja: 推奨: 1日{min}-{max} ml
ko: 권장 기준
nl: Aanbevolen norm: {min}-{max} ml water per dag
pt: Norma recomendada: {min}-{max} ml água/dia
ru: Рекомендуемая норма: {min}-{max} мл воды в день
zh: 建议: 每天{min}-{max}ml
zh_tw: 建議: 每天{min}-{max}ml

# dietPageTitle
source: Diet Mode
de: Diätmodus
es: Modo de dieta
ja: 食事モード
ko: 식단 모드
nl: Dieetmodus
pt: Modo Dieta
ru: Режим питания
zh: 饮食模式
zh_tw: 飲食模式

# dietPageSubtitle
source: This affects electrolyte needs
de: Dies beeinflusst den Elektrolytbedarf
es: Esto afecta las necesidades de electrolitos
ja: 電解質の必要量に影響
ko: 식단 유형이 전해질에 영향을 줍니다
nl: Dit beïnvloedt elektrolytenbehoefte
pt: Isso afeta necessidades de eletrólitos
ru: Это влияет на потребности в электролитах
zh: 影响电解质需求
zh_tw: 影響電解質需求

source: Normal diet
de: Normale Ernährung
es: Dieta normal
ja: 通常食
ko: 일반 식단
nl: Normaal dieet
pt: Dieta normal
ru: Обычное питание
zh: 正常饮食
zh_tw: 正常飲食

# normalDietDesc
source: Standard recommendations
de: Standardempfehlungen
es: Recomendaciones estándar
ja: 標準推奨
ko: 표준 식단
nl: Standaardaanbevelingen
pt: Recomendações padrão
ru: Стандартные рекомендации
zh: 标准建议
zh_tw: 標準建議

# ketoDiet
source: Keto / Low-carb
es: Keto / Baja en carbohidratos
ja: ケト/低炭水化物
ko: 케토 식단
ru: Кето / Низкоуглеводная
zh: 生酮/低碳
zh_tw: 生酮/低碳

# ketoDietDesc
source: Increased salt needs
de: Erhöhter Salzbedarf
es: Necesidades aumentadas de sal
ja: 塩分必要量増加
ko: 저탄수화물 고지방
nl: Verhoogde zoutbehoefte
pt: Mais necessidade de sal
ru: Повышенная потребность в соли
zh: 需增加盐分
zh_tw: 需增加鹽分

# fastingDiet
source: Intermittent Fasting
de: Intervallfasten
es: Ayuno intermitente
ja: 断続的断食
ko: 간헐적 단식
nl: Intermitterend vasten
pt: Jejum Intermitente
ru: Интервальное голодание
zh: 间歇禁食
zh_tw: 間歇禁食

# fastingDietDesc
source: Special electrolyte regime
de: Spezielles Elektrolytregime
es: Régimen especial de electrolitos
ja: 特別な電解質管理
ko: 식사 기간이 있는 단식
nl: Speciaal elektrolytenregime
pt: Regime especial eletrólitos
ru: Особый режим электролитов
zh: 特殊电解质方案
zh_tw: 特殊電解質方案

source: Fasting schedule:
de: Fastenplan:
es: Horario de ayuno:
ja: 断食スケジュール:
ko: 단식 일정
nl: Vastenschema:
pt: Horário jejum:
ru: График голодания:
zh: 禁食计划:
zh_tw: 禁食計劃:

# fasting16_8Desc
source: Daily 8-hour window
de: Täglich 8-Stunden-Fenster
es: Ventana diaria de 8 horas
ja: 8時間の食事時間
ko: 16시간 단식, 8시간 식사
nl: Dagelijks 8-uurs venster
pt: Janela diária 8 horas
ru: Ежедневное 8-часовое окно
zh: 每天8小时进食窗口
zh_tw: 每天8小時進食窗口

# fastingOMADDesc
source: One meal a day
de: Eine Mahlzeit pro Tag
es: Una comida al día
ja: 1日1食
ko: 하루 한 끼
nl: Eén maaltijd per dag
pt: Uma refeição por dia
ru: Один приём пищи в день
zh: 一日一餐
zh_tw: 一日一餐

# fastingADFDesc
source: Alternate day fasting
de: Alternierendes Fasten
es: Ayuno en días alternos
ja: 隔日断食
ko: 격일 단식
nl: Afwisselend dagvasten
pt: Jejum dia alternado
ru: Голодание через день
zh: 隔日禁食
zh_tw: 隔日禁食

# activityPageTitle
source: Activity Level
de: Aktivitätsniveau
es: Nivel de actividad
ja: 活動レベル
ko: 활동 수준
nl: Activiteitsniveau
pt: Nível Atividade
ru: Уровень активности
zh: 活动量
zh_tw: 活動量

# activityPageSubtitle
source: Affects water needs
de: Beeinflusst den Wasserbedarf
es: Afecta las necesidades de agua
ja: 水分必要量に影響
ko: 일일 활동 수준 선택
nl: Beïnvloedt waterbehoefte
pt: Afeta necessidades de água
ru: Влияет на потребности в воде
zh: 影响水分需求
zh_tw: 影響水分需求

source: Low activity
de: Niedrige Aktivität
es: Actividad baja
ja: 低活動
ko: 낮은 활동
nl: Lage activiteit
pt: Atividade baixa
ru: Низкая активность
zh: 低活动量
zh_tw: 低活動量

# lowActivityDesc
source: Office work, little movement
de: Büroarbeit, wenig Bewegung
es: Trabajo de oficina, poco movimiento
ja: デスクワーク、少ない運動
ko: 사무 업무, 최소 운동
nl: Kantoorwerk, weinig beweging
pt: Trabalho escritório, pouco movimento
ru: Офисная работа, малое движение
zh: 办公室工作，少运动
zh_tw: 辦公室工作，少運動

# lowActivityWater
source: +0 ml water
de: +0 ml Wasser
es: +0 ml agua
ja: +0 ml
ko: 체중 기준 물
pt: +0 ml água
ru: +0 мл воды
zh: +0 ml
zh_tw: +0 ml

source: Medium activity
de: Mittlere Aktivität
es: Actividad media
ja: 中活動
ko: 중간 활동
nl: Gemiddelde activiteit
pt: Atividade média
ru: Средняя активность
zh: 中活动量
zh_tw: 中活動量

# mediumActivityDesc
source: 30-60 minutes of exercise per day
de: 30-60 Minuten Training pro Tag
es: 30-60 minutos de ejercicio por día
ja: 30-60分/日の運動
ko: 30-60분 운동
nl: 30-60 min sport per dag
pt: 30-60 min exercício/dia
ru: 30-60 минут упражнений в день
zh: 每天运动30-60分钟
zh_tw: 每天運動30-60分鐘

# mediumActivityWater
source: +350-700 ml water
de: +350-700 ml Wasser
es: +350-700 ml agua
ja: +350-700 ml
ko: +10% 물
pt: +350-700 ml água
ru: +350-700 мл воды
zh: +350-700 ml
zh_tw: +350-700 ml

source: High activity
de: Hohe Aktivität
es: Actividad alta
ja: 高活動
ko: 높은 활동
nl: Hoge activiteit
pt: Atividade alta
ru: Высокая активность
zh: 高活动量
zh_tw: 高活動量

# highActivityDesc
source: Workouts >1 hour or physical labor
de: Training >1 Stunde oder körperliche Arbeit
es: Entrenamientos >1 hora o trabajo físico
ja: 1時間以上の運動
ko: 60분 이상 운동
nl: Training >1 uur of fysiek werk
pt: Treinos >1h ou trabalho físico
ru: Тренировки >1 часа или физический труд
zh: 运动>1小时或体力劳动
zh_tw: 運動>1小時或體力勞動

# highActivityWater
source: +700-1200 ml water
de: +700-1200 ml Wasser
es: +700-1200 ml agua
ja: +700-1200 ml
ko: +20% 물
pt: +700-1200 ml água
ru: +700-1200 мл воды
zh: +700-1200 ml
zh_tw: +700-1200 ml

# activityAdjustmentNote
source: We'll adjust goals based on your workouts
de: Wir passen Ziele basierend auf deinen Workouts an
es: Ajustaremos objetivos basados en tus entrenamientos
ja: 運動に基づき目標を調整
ko: 활동에 따른 수분 조정
nl: We passen doelen aan op basis van je training
pt: Vamos ajustar metas com seus treinos
ru: Мы будем корректировать цели на основе ваших тренировок
zh: 根据运动调整目标
zh_tw: 根據運動調整目標

source: Day
de: Tag
es: Día
ja: 日
ko: 일
nl: Dag
pt: Dia
ru: День
zh: 日
zh_tw: 日

source: Week
de: Woche
es: Semana
ja: 週
ko: 주
pt: Semana
ru: Неделя
zh: 周
zh_tw: 週

source: Month
de: Monat
es: Mes
ja: 月
ko: 월
nl: Maand
pt: Mês
ru: Месяц
zh: 月
zh_tw: 月

source: Today
de: Heute
es: Hoy
ja: 今日
ko: 오늘
nl: Vandaag
pt: Hoje
ru: Сегодня
zh: 今天
zh_tw: 今天

source: Yesterday
de: Gestern
es: Ayer
ja: 昨日
ko: 어제
nl: Gisteren
pt: Ontem
ru: Вчера
zh: 昨天
zh_tw: 昨天

source: No data
de: Keine Daten
es: Sin datos
ja: データなし
ko: 데이터 없음
nl: Geen gegevens
pt: Sem dados
ru: Нет данных
zh: 无数据
zh_tw: 無資料

# noRecordsToday
source: No records for today yet
de: Noch keine Einträge für heute
es: Aún no hay registros para hoy
ja: 今日の記録なし
ko: 오늘 기록이 없습니다
nl: Nog geen records vandaag
pt: Sem registros hoje ainda
ru: Сегодня записей пока нет
zh: 今天还没有记录
zh_tw: 今天還沒有記錄

# noRecordsThisDay
source: No records for this day
de: Keine Einträge für diesen Tag
es: No hay registros para este día
ja: この日の記録なし
ko: 이 날 기록 없음
nl: Geen records voor deze dag
pt: Sem registros neste dia
ru: В этот день записей нет
zh: 这天没有记录
zh_tw: 這天沒有記錄

source: Loading data...
de: Daten werden geladen...
es: Cargando datos...
ja: 読込中...
ko: 데이터 로딩 중...
nl: Gegevens laden...
pt: Carregando dados...
ru: Загрузка данных...
zh: 加载中...
zh_tw: 載入中...

source: Delete record?
de: Eintrag löschen?
es: ¿Eliminar registro?
ja: 記録を削除？
ko: 기록 삭제
nl: Record verwijderen?
pt: Deletar registro?
ru: Удалить запись?
zh: 删除记录？
zh_tw: 刪除記錄？

# deleteRecordMessage
source: Delete {type} {volume} ml?
de: {type} {volume} ml löschen?
es: ¿Eliminar {type} {volume} ml?
ja: {type} {volume} ml を削除？
ko: 이 기록을 삭제하시겠습니까?
nl: {type} {volume} ml verwijderen?
pt: Deletar {type} {volume} ml?
ru: Удалить {type} {volume} мл?
zh: 删除{type} {volume} ml？
zh_tw: 刪除{type} {volume} ml？

source: Record deleted
de: Eintrag gelöscht
es: Registro eliminado
ja: 削除完了
ko: 기록이 삭제되었습니다
nl: Record verwijderd
pt: Registro deletado
ru: Запись удалена
zh: 已删除
zh_tw: 已刪除

source: 💧 Water consumption
de: 💧 Wasserkonsum
es: 💧 Consumo de agua
ja: 💧 水分摂取
ko: 물 소비
nl: 💧 Waterverbruik
pt: 💧 Consumo água
ru: 💧 Потребление воды
zh: 💧 饮水量
zh_tw: 💧 飲水量

# alcoholWeek
source: 🍺 Alcohol this week
de: 🍺 Alkohol diese Woche
es: 🍺 Alcohol esta semana
ja: 🍺 今週の飲酒
ko: 주간 알코올
nl: 🍺 Alcohol deze week
pt: 🍺 Álcool nesta semana
ru: 🍺 Алкоголь за неделю
zh: 🍺 本周饮酒
zh_tw: 🍺 本週飲酒

source: ⚡ Electrolytes
de: ⚡ Elektrolyte
es: ⚡ Electrolitos
ja: ⚡ 電解質
ko: 전해질
nl: ⚡ Elektrolyten
pt: ⚡ Eletrólitos
ru: ⚡ Электролиты
zh: ⚡ 电解质
zh_tw: ⚡ 電解質

source: 📊 Weekly averages
de: 📊 Wochendurchschnitte
es: 📊 Promedios semanales
ja: 📊 週平均
ko: 주간 평균
nl: 📊 Weekgemiddeldes
pt: 📊 Médias semanais
ru: 📊 Недельные средние
zh: 📊 周平均
zh_tw: 📊 週平均

source: 📊 Month statistics
de: 📊 Monatsstatistiken
es: 📊 Estadísticas del mes
ja: 📊 月統計
ko: 월간 통계
nl: 📊 Maandstatistieken
pt: 📊 Estatísticas mês
ru: 📊 Статистика месяца
zh: 📊 月统计
zh_tw: 📊 月統計

source: 🍺 Alcohol statistics
de: 🍺 Alkoholstatistiken
es: 🍺 Estadísticas de alcohol
ja: 🍺 飲酒統計
ko: 알코올 통계
nl: 🍺 Alcoholstatistieken
pt: 🍺 Estatísticas álcool
ru: 🍺 Статистика алкоголя
zh: 🍺 饮酒统计
zh_tw: 🍺 飲酒統計

# alcoholStatisticsTitle
source: Alcohol statistics
de: Alkoholstatistiken
es: Estadísticas de alcohol
ja: 飲酒統計
ko: 알코올 통계
nl: Alcoholstatistieken
pt: Estatísticas álcool
ru: Статистика алкоголя
zh: 饮酒统计
zh_tw: 飲酒統計

source: 💡 Weekly insights
de: 💡 Wöchentliche Einblicke
es: 💡 Insights semanales
ja: 💡 週の洞察
ko: 주간 인사이트
nl: 💡 Weekinzichten
pt: 💡 Insights semanais
ru: 💡 Недельные инсайты
zh: 💡 周洞察
zh_tw: 💡 週洞察

source: Water per day
de: Wasser pro Tag
es: Agua por día
ja: 1日の水分
ko: 하루 물 섭취량
nl: Water per dag
pt: Água/dia
ru: Воды в день
zh: 每日水分
zh_tw: 每日水分

source: Sodium per day
de: Natrium pro Tag
es: Sodio por día
ja: 1日のNa
ko: 하루 나트륨 섭취량
nl: Natrium per dag
pt: Sódio/dia
ru: Натрия в день
zh: 每日钠
zh_tw: 每日鈉

source: Potassium per day
de: Kalium pro Tag
es: Potasio por día
ja: 1日のK
ko: 일당 칼륨
nl: Kalium per dag
pt: Potássio/dia
ru: Калия в день
zh: 每日钾
zh_tw: 每日鉀

source: Magnesium per day
de: Magnesium pro Tag
es: Magnesio por día
ja: 1日のMg
ko: 일당 마그네슘
nl: Magnesium per dag
pt: Magnésio/dia
ru: Магния в день
zh: 每日镁
zh_tw: 每日鎂

source: Goal
de: Ziel
es: Objetivo
ja: 目標
ko: 목표
nl: Doel
pt: Meta
ru: Цель
zh: 目标
zh_tw: 目標

source: ✅ Days with goal achieved
de: ✅ Tage mit erreichtem Ziel
es: ✅ Días con objetivo logrado
ja: ✅ 達成日数
ko: 목표 달성 일수
nl: ✅ Dagen met doel behaald
pt: ✅ Dias com meta alcançada
ru: ✅ Дней с достигнутой целью
zh: ✅ 达标天数
zh_tw: ✅ 達標天數

source: 📝 Records per day
de: 📝 Einträge pro Tag
es: 📝 Registros por día
ja: 📝 記録/日
ko: 일당 기록
nl: 📝 Records per dag
pt: 📝 Registros/dia
ru: 📝 Записей в день
zh: 📝 每日记录
zh_tw: 📝 每日記錄

source: Insufficient data for analysis
de: Unzureichende Daten für Analyse
es: Datos insuficientes para análisis
ja: 分析データ不足
ko: 분석에 충분하지 않은 데이터
nl: Onvoldoende gegevens voor analyse
pt: Dados insuficientes pra análise
ru: Недостаточно данных для анализа
zh: 数据不足
zh_tw: 資料不足

source: Total volume
de: Gesamtvolumen
es: Volumen total
ja: 総量
ko: 총 용량
nl: Totaal volume
pt: Volume total
ru: Общий объём
zh: 总量
zh_tw: 總量

# averagePerDay
source: Average {amount} ml/day
de: Durchschnitt {amount} ml/Tag
es: Promedio {amount} ml/día
ja: 平均 {amount} ml/日
ko: 일당 평균
nl: Gemiddeld {amount} ml/dag
pt: Média {amount} ml/dia
ru: В среднем {amount} мл/день
zh: 平均{amount} ml/天
zh_tw: 平均{amount} ml/天

source: Active days
de: Aktive Tage
es: Días activos
ja: 活動日
ko: 활동 일수
nl: Actieve dagen
pt: Dias ativos
ru: Активные дни
zh: 活跃天数
zh_tw: 活躍天數

# perfectDays
source: Days with perfect goal: {count}
de: Tage mit perfektem Ziel: {count}
es: Días con objetivo perfecto: {count}
ja: {count}日
ko: 목표 달성 일수: {count}
nl: {count} dagen
pt: {count} dias
ru: Дней с идеальной целью: {count}
zh: {count}天
zh_tw: {count}天

# currentStreak
source: Current streak: {days} days
de: Aktuelle Serie: {days} Tage
es: Racha actual: {days} días
ja: 連続: {days}日
ko: 현재 연속 {days}일
nl: Huidige reeks: {days} dagen
pt: Sequência atual: {days} dias
ru: Текущая серия: {days} дней
zh: 连续: {days}天
zh_tw: 連續: {days}天

# soberDaysRow
source: Sober days in a row: {days}
de: Nüchterne Tage hintereinander: {days}
es: Días sobrios seguidos: {days}
ja: 連続休酒: {days}日
ko: 연속 금주 일수
nl: Nuchtere dagen op rij: {days}
pt: Dias sóbrio em sequência: {days}
ru: Трезвых дней подряд: {days}
zh: 连续戒酒: {days}天
zh_tw: 連續戒酒: {days}天

source: Keep it up!
de: Weiter so!
es: ¡Sigue así!
ja: 続けよう！
ko: 계속하세요!
nl: Ga zo door!
pt: Continue assim!
ru: Так держать!
zh: 继续保持！
zh_tw: 繼續保持！

# waterAmount
source: Water: {amount} ml ({percent}%)
de: Wasser: {amount} ml ({percent}%)
es: Agua: {amount} ml ({percent}%)
ja: 水: {amount} ml ({percent}%)
ko: 물: {amount} ml ({percent}%)
pt: Água: {amount} ml ({percent}%)
ru: Вода: {amount} мл ({percent}%)
zh: 水: {amount} ml ({percent}%)
zh_tw: 水: {amount} ml ({percent}%)

# alcoholAmount
source: Alcohol: {amount} SD
de: Alkohol: {amount} SD
ja: 飲酒: {amount} SD
ko: 알코올량
pt: Álcool: {amount} SD
ru: Алкоголь: {amount} SD
zh: 酒精: {amount} SD
zh_tw: 酒精: {amount} SD

source: Total SD
de: Gesamt SD
ja: 総SD
ko: 총 SD
nl: Totaal SD
ru: Всего SD
zh: 总SD
zh_tw: 總SD

source: For month
de: Für Monat
es: del mes
ja: 月間
ko: 월간
nl: Voor maand
pt: Do mês
ru: За месяц
zh: 本月
zh_tw: 本月

source: Days with alcohol
de: Tage mit Alkohol
es: Días con alcohol
ja: 飲酒日
ko: 알코올이 있는 날
nl: Dagen met alcohol
pt: Dias com álcool
ru: Дней с алкоголем
zh: 饮酒天数
zh_tw: 飲酒天數

source: from {days}
de: von {days}
es: de {days}
ja: {days}日中
ko: {days}일 중
nl: van {days}
pt: de {days}
ru: из {days}
zh: {days}天中
zh_tw: {days}天中

source: Sober days
de: Nüchterne Tage
es: Días sobrios
ja: 休酒日
ko: 금주 일수
nl: Nuchtere dagen
pt: Dias sóbrio
ru: Трезвые дни
zh: 戒酒天数
zh_tw: 戒酒天數

source: excellent!
de: ausgezeichnet!
es: ¡excelente!
ja: 素晴らしい！
ko: 우수!
nl: uitstekend!
pt: excelente!
ru: отлично!
zh: 优秀！
zh_tw: 優秀！

source: Average SD
de: Durchschnitt SD
es: SD promedio
ja: 平均SD
ko: 평균 SD
nl: Gemiddeld SD
pt: SD médio
ru: Средний SD
zh: 平均SD
zh_tw: 平均SD

source: in drinking days
de: an Trinktagen
es: en días de consumo
ja: 飲酒日
ko: 음주일에
nl: op drinkdagen
pt: em dias c/ bebida
ru: в дни употребления
zh: 饮酒日
zh_tw: 飲酒日

source: 🏆 Best day
de: 🏆 Bester Tag
es: 🏆 Mejor día
ja: 🏆 最高の日
ko: 최고의 날
nl: 🏆 Beste dag
pt: 🏆 Melhor dia
ru: 🏆 Лучший день
zh: 🏆 最佳
zh_tw: 🏆 最佳

# bestDayMessage
source: {day} - {percent}% of goal
de: {day} - {percent}% des Ziels
es: {day} - {percent}% del objetivo
ja: {day} - {percent}%
ko: {day}에 최고 실적
nl: {day} - {percent}% van doel
pt: {day} - {percent}% da meta
ru: {day} - {percent}% от цели
zh: {day} - 目标{percent}%
zh_tw: {day} - 目標{percent}%

source: 📅 Weekends
de: 📅 Wochenenden
es: 📅 Fines de semana
ja: 📅 週末
ko: 📅 주말
nl: 📅 Weekenden
pt: 📅 Fins de semana
ru: 📅 Выходные
zh: 📅 周末
zh_tw: 📅 週末

source: 📅 Weekdays
de: 📅 Wochentage
es: 📅 Días laborables
ja: 📅 平日
ko: 📅 평일
nl: 📅 Weekdagen
pt: 📅 Dias úteis
ru: 📅 Будни
zh: 📅 工作日
zh_tw: 📅 工作日

# drinkLessOnWeekends
source: You drink {percent}% less on weekends
de: Du trinkst {percent}% weniger am Wochenende
es: Bebes {percent}% menos los fines de semana
ja: 週末は{percent}%少ない
ko: 주말에 덜 마시기
nl: Je drinkt {percent}% minder in weekenden
pt: Você bebe {percent}% menos nos fins de semana
ru: В выходные вы пьёте на {percent}% меньше
zh: 周末少喝{percent}%
zh_tw: 週末少喝{percent}%

# drinkLessOnWeekdays
source: You drink {percent}% less on weekdays
de: Du trinkst {percent}% weniger an Wochentagen
es: Bebes {percent}% menos los días laborables
ja: 平日は{percent}%少ない
ko: 평일에 덜 마시기
nl: Je drinkt {percent}% minder op weekdagen
pt: Você bebe {percent}% menos nos dias úteis
ru: В будни вы пьёте на {percent}% меньше
zh: 工作日少喝{percent}%
zh_tw: 工作日少喝{percent}%

source: 📈 Positive trend
de: 📈 Positiver Trend
es: 📈 Tendencia positiva
ja: 📈 良好傾向
ko: 📈 긍정적 경향
nl: 📈 Positieve trend
pt: 📈 Tendência positiva
ru: 📈 Позитивная тенденция
zh: 📈 积极趋势
zh_tw: 📈 積極趨勢

# positiveTrendMessage
source: Your hydration improves by the end of the week
de: Deine Hydration verbessert sich zum Wochenende
es: Tu hidratación mejora hacia el final de la semana
ja: 水分摂取が週末に向上
ko: 긍정적 경향. 계속하세요!
nl: Je hydratie verbetert tegen het weekend
pt: Sua hidratação melhora no fim da semana
ru: Ваша гидратация улучшается к концу недели
zh: 周末水分摄入改善
zh_tw: 週末水分攝入改善

source: 📉 Declining activity
de: 📉 Abnehmende Aktivität
es: 📉 Actividad decreciente
ja: 📉 減少傾向
ko: 활동 감소
nl: 📉 Afnemende activiteit
pt: 📉 Atividade declinando
ru: 📉 Снижение активности
zh: 📉 下降趋势
zh_tw: 📉 下降趨勢

# decliningActivityMessage
source: Water consumption decreases by the end of the week
de: Wasserkonsum nimmt zum Wochenende ab
es: El consumo de agua disminuye hacia el final de la semana
ja: 週末に水分摂取が減少
ko: 활동이 감소하고 있습니다. 움직임을 늘리세요.
nl: Waterverbruik neemt af tegen het weekend
pt: Consumo água diminui no fim da semana
ru: Потребление воды снижается к концу недели
zh: 周末水分摄入减少
zh_tw: 週末水分攝入減少

source: ⚠️ Low salt
de: ⚠️ Wenig Salz
es: ⚠️ Poca sal
ja: ⚠️ 塩分不足
ko: 낮은 소금
nl: ⚠️ Weinig zout
pt: ⚠️ Pouco sal
ru: ⚠️ Мало соли
zh: ⚠️ 盐分不足
zh_tw: ⚠️ 鹽分不足

# lowSaltMessage
source: Only {days} days with normal sodium levels
de: Nur {days} Tage mit normalen Natriumwerten
es: Solo {days} días con niveles normales de sodio
ja: {days}日のみ正常なNaレベル
ko: 소금 섭취가 낮습니다. 전해질을 추가하세요.
nl: Slechts {days} dagen met normale natriumwaarden
pt: Apenas {days} dias com níveis normais de sódio
ru: Только {days} дней с нормальным уровнем натрия
zh: 仅{days}天钠正常
zh_tw: 僅{days}天鈉正常

# frequentAlcohol
source: 🍺 Frequent consumption
de: 🍺 Häufiger Konsum
es: 🍺 Consumo frecuente
ja: 🍺 頻繁な飲酒
ko: 빈번한 알코올
nl: 🍺 Frequent verbruik
pt: 🍺 Consumo frequente
ru: 🍺 Частое употребление
zh: 🍺 频繁饮酒
zh_tw: 🍺 頻繁飲酒

# frequentAlcoholMessage
source: Alcohol {days} days out of 7 affects hydration
de: Alkohol an {days} von 7 Tagen beeinflusst Hydration
es: Alcohol {days} días de 7 afecta la hidratación
ja: 7日中{days}日の飲酒は水分に影響
ko: 음주 빈도가 높습니다. 알코올 없는 날을 늘리는 것을 고려하세요.
nl: Alcohol {days} dagen van de 7 beïnvloedt hydratie
pt: Álcool {days} dias de 7 afeta hidratação
ru: Алкоголь {days} дней из 7 влияет на гидратацию
zh: 7天中{days}天饮酒影响水分
zh_tw: 7天中{days}天飲酒影響水分

source: ✅ Excellent week
de: ✅ Ausgezeichnete Woche
es: ✅ Excelente semana
ja: ✅ 素晴らしい週
ko: 우수한 주
nl: ✅ Uitstekende week
pt: ✅ Excelente semana
ru: ✅ Отличная неделя
zh: ✅ 优秀的一周
zh_tw: ✅ 優秀的一週

# continueMessage
source: Keep up the good work!
de: Weiter so!
es: ¡Continúa con el buen trabajo!
ja: 続けましょう！
ko: 계속하기
nl: Ga zo door!
pt: Continue o bom trabalho!
ru: Продолжайте в том же духе!
zh: 继续保持！
zh_tw: 繼續保持！

source: All
de: Alle
es: Todo
ja: 全て
ko: 모두
nl: Alles
pt: Tudo
ru: Все
zh: 全部
zh_tw: 全部

source: Add alcohol
de: Alkohol hinzufügen
es: Agregar alcohol
ja: 飲酒を追加
ko: 알코올 추가
nl: Alcohol toevoegen
pt: Adicionar álcool
ru: Добавить алкоголь
zh: 添加酒精
zh_tw: 添加酒精

source: Minimum harm
de: Minimaler Schaden
es: Daño mínimo
ja: 最小限の害
ko: 최소 피해
nl: Minimale schade
pt: Dano mínimo
ru: Минимум вреда
zh: 最小危害
zh_tw: 最小危害

# additionalWaterNeeded
source: +{amount} ml water needed
de: +{amount} ml Wasser benötigt
es: +{amount} ml agua necesaria
ja: +{amount} ml必要
ko: 추가 물 필요
nl: +{amount} ml water nodig
pt: +{amount} ml água necessária
ru: +{amount} мл воды нужно
zh: 需补水+{amount} ml
zh_tw: 需補水+{amount} ml

# additionalSodiumNeeded
source: +{amount} mg sodium to add
de: +{amount} mg Natrium hinzufügen
es: +{amount} mg sodio para agregar
ja: +{amount} mg Na追加
ko: 추가 나트륨 필요
nl: +{amount} mg natrium toevoegen
pt: +{amount} mg sódio pra adicionar
ru: +{amount} мг натрия добавить
zh: 需补钠+{amount} mg
zh_tw: 需補鈉+{amount} mg

source: Go to bed early
de: Früh schlafen gehen
es: Acostarse temprano
ja: 早く就寝
ko: 일찍 자기
nl: Vroeg naar bed
pt: Vá dormir cedo
ru: Лечь спать пораньше
zh: 早睡
zh_tw: 早睡

source: Today consumed:
de: Heute konsumiert:
es: Consumido hoy:
ja: 今日の摂取:
ko: 오늘 소비됨
nl: Vandaag geconsumeerd:
pt: Consumido hoje:
ru: Сегодня употреблено:
zh: 今日摄入:
zh_tw: 今日攝入:

source: Alcohol today
de: Alkohol heute
es: Alcohol hoy
ja: 今日の飲酒
ko: 오늘 알코올
nl: Alcohol vandaag
pt: Álcool hoje
ru: Алкоголь сегодня
zh: 今日饮酒
zh_tw: 今日飲酒

source: Beer
de: Bier
es: Cerveza
ja: ビール
ko: 맥주
nl: Bier
pt: Cerveja
ru: Пиво
zh: 啤酒
zh_tw: 啤酒

source: Wine
de: Wein
es: Vino
ja: ワイン
ko: 와인
nl: Wijn
pt: Vinho
ru: Вино
zh: 葡萄酒
zh_tw: 葡萄酒

source: Spirits
de: Spirituosen
es: Licores
ja: スピリッツ
ko: 증류주
nl: Sterke drank
pt: Destilados
ru: Крепкие напитки
zh: 烈酒
zh_tw: 烈酒

source: Cocktail
es: Cóctel
ja: カクテル
ko: 칵테일
pt: Coquetel
ru: Коктейль
zh: 鸡尾酒
zh_tw: 雞尾酒

source: Select drink type:
de: Getränkeart wählen:
es: Selecciona tipo de bebida:
ja: 種類を選択:
ko: 음료 유형 선택
nl: Selecteer dranktype:
pt: Selecionar tipo bebida:
ru: Выберите тип напитка:
zh: 选择酒类:
zh_tw: 選擇酒類:

source: Volume
de: Volumen
es: Volumen
ja: 量
ko: 용량
ru: Объём
zh: 容量
zh_tw: 容量

# enterVolume
source: Enter volume in ml
de: Volumen in ml eingeben
es: Ingresa volumen en ml
ja: ml を入力
ko: 용량 입력
nl: Voer volume in ml in
pt: Digitar volume em ml
ru: Введите объём в мл
zh: 输入ml
zh_tw: 輸入ml

source: Strength
de: Kraft
es: Fuerza
ja: 筋力
ko: 근력
nl: Kracht
pt: Força
ru: Силовые
zh: 力量
zh_tw: 力量
