Repository: vtrukhnov-lab/HydraCoach
Catalog: lib/l10n/app_*.arb
Languages: de, es, ja, ko, nl, pt, ru, zh, zh_tw

# achievementMagnesiumMavenDesc
source: Reach magnesium goal 7 days in a row
de: Erreiche Magnesiumziel 7 Tage hintereinander
es: Alcanza la meta de magnesio 7 días seguidos
ja: 7日連続Mg目標達成
ko: 7일 연속 마그네슘 목표 달성
nl: Bereik magnesium doel 7 dagen op rij
pt: Alcance meta magnésio 7 dias seguidos
ru: Достигайте цели по магнию 7 дней подряд
zh: 连续7天达到镁目标
zh_tw: 連續7天達到鎂目標

# achievementElectrolyteExpert
source: Electrolyte Expert
de: Elektrolyt-Experte
es: Experto en electrolitos
ja: 電解質専門家
ko: 전해질 전문가
nl: Elektrolyten Expert
pt: Expert Eletrólitos
ru: Эксперт электролитов
zh: 电解质专家
zh_tw: 電解質專家

# achievementElectrolyteExpertDesc
source: Perfect electrolyte balance for 30 days
de: Perfekte Elektrolytbalance für 30 Tage
es: Equilibrio perfecto de electrolitos por 30 días
ja: 30日完璧電解質
ko: 30일 완벽한 전해질 균형
nl: Perfecte elektrolyten balans 30 dagen
pt: Balanço perfeito eletrólitos por 30 dias
ru: Идеальный баланс электролитов 30 дней
zh: 30天完美电解质平衡
zh_tw: 30天完美電解質平衡

# achievementSugarAwareness
source: Sugar Awareness
de: Zucker-Bewusstsein
es: Conciencia del azúcar
ja: 砂糖認識
ko: 설탕 인식
nl: Suiker Bewustzijn
pt: Consciência Açúcar
ru: Осознание сахара
zh: 糖意识
zh_tw: 糖意識

# achievementSugarAwarenessDesc
source: Track sugar for the first time
de: Verfolge Zucker zum ersten Mal
es: Rastrea azúcar por primera vez
ja: 初回砂糖追跡
ko: 처음으로 설탕 추적
nl: Volg suiker voor eerste keer
pt: Rastreie açúcar pela primeira vez
ru: Впервые отследите сахар
zh: 首次追踪糖
zh_tw: 首次追蹤糖

# achievementSugarUnder25
source: Sweet Control
de: Zuckerkontrolle
es: Control dulce
ja: 甘味管理
ko: 달콤한 조절
nl: Zoete Controle
pt: Controle Doce
ru: Сладкий контроль
zh: 甜味控制
zh_tw: 甜味控制

# achievementSugarUnder25Desc
source: Keep sugar intake low for a day
de: Halte Zuckeraufnahme niedrig für einen Tag
es: Mantén el consumo de azúcar bajo por un día
ja: 1日低砂糖維持
ko: 하루 동안 낮은 설탕 섭취 유지
nl: Houd suikerinname laag voor een dag
pt: Mantenha ingestão açúcar baixa por um dia
ru: Держите потребление сахара низким в течение дня
zh: 一天保持低糖摄入
zh_tw: 一天保持低糖攝入

# achievementSugarUnder25Template
source: Keep sugar under {weight} for a day
de: Halte Zucker unter {weight} für einen Tag
es: Mantén el azúcar bajo {weight} por un día
ja: {weight}以下で1日
ko: 하루 동안 설탕을 {weight} 이하로 유지
nl: Houd suiker onder {weight} voor een dag
pt: Mantenha açúcar abaixo {weight} por um dia
ru: Держите сахар под {weight} в день
zh: 一天糖摄入低于{weight}
zh_tw: 一天糖攝入低於{weight}

# achievementSugarWeekControl
source: Sugar Discipline
de: Zucker-Disziplin
es: Disciplina azucarera
ja: 砂糖規律
ko: 설탕 훈련
nl: Suiker Discipline
pt: Disciplina Açúcar
ru: Сахарная дисциплина
zh: 糖纪律
zh_tw: 糖紀律

# achievementSugarWeekControlDesc
source: Maintain low sugar intake for a week
de: Halte niedrige Zuckeraufnahme für eine Woche
es: Mantén bajo consumo de azúcar por una semana
ja: 1週間低砂糖維持
ko: 일주일 동안 낮은 설탕 섭취 유지
nl: Houd lage suikerinname aan een week
pt: Mantenha ingestão açúcar baixa por semana
ru: Поддерживайте низкое потребление сахара неделю
zh: 一周保持低糖摄入
zh_tw: 一週保持低糖攝入

# achievementSugarWeekControlTemplate
source: Keep sugar under {weight} for 7 days
de: Halte Zucker unter {weight} für 7 Tage
es: Mantén el azúcar bajo {weight} por 7 días
ja: {weight}以下で7日
ko: 7일 동안 설탕을 {weight} 이하로 유지
nl: Houd suiker onder {weight} voor 7 dagen
pt: Mantenha açúcar abaixo {weight} por 7 dias
ru: Держите сахар под {weight} 7 дней
zh: 7天糖摄入低于{weight}
zh_tw: 7天糖攝入低於{weight}

# achievementSugarFreeDay
source: Sugar Free
de: Zuckerfrei
es: Sin azúcar
ja: 砂糖ゼロ
ko: 무설탕
nl: Suikervrij
pt: Sem Açúcar
ru: Без сахара
zh: 无糖
zh_tw: 無糖

# achievementSugarFreeDayDesc
source: Complete a day with 0g added sugar
de: Vollende einen Tag mit 0g zugesetztem Zucker
es: Completa un día con 0g de azúcar añadida
ja: 添加砂糖0gで1日完了
ko: 첨가당 0g으로 하루 완료
nl: Voltooi dag met 0g toegevoegde suiker
pt: Complete dia com 0g açúcar adicionado
ru: Проведите день с 0г добавленного сахара
zh: 完成0g添加糖的一天
zh_tw: 完成0g添加糖的一天

# achievementSugarDetective
source: Sugar Detective
de: Zucker-Detektiv
es: Detective del azúcar
ja: 砂糖探偵
ko: 설탕 탐정
nl: Suiker Detective
pt: Detetive Açúcar
ru: Детектив сахара
zh: 糖侦探
zh_tw: 糖偵探

# achievementSugarDetectiveDesc
source: Track hidden sugars 10 times
de: Verfolge versteckte Zucker 10 Mal
es: Rastrea azúcares ocultos 10 veces
ja: 隠れ砂糖10回追跡
ko: 숨겨진 설탕 10회 추적
nl: Volg verborgen suikers 10 keer
pt: Rastreie açúcares ocultos 10 vezes
ru: Отследите скрытые сахара 10 раз
zh: 追踪隐藏糖10次
zh_tw: 追蹤隱藏糖10次

# achievementSugarMaster
source: Sugar Master
de: Zucker-Meister
es: Maestro del azúcar
ja: 砂糖マスター
ko: 설탕 마스터
nl: Suiker Master
pt: Mestre Açúcar
ru: Мастер сахара
zh: 糖大师
zh_tw: 糖大師

# achievementSugarMasterDesc
source: Maintain very low sugar intake for a month
de: Halte sehr niedrige Zuckeraufnahme für einen Monat
es: Mantén consumo muy bajo de azúcar por un mes
ja: 1ヶ月超低砂糖維持
ko: 한 달 동안 매우 낮은 설탕 섭취 유지
nl: Houd zeer lage suikerinname aan een maand
pt: Mantenha ingestão açúcar muito baixa por mês
ru: Поддерживайте очень низкое потребление сахара месяц
zh: 一个月保持超低糖摄入
zh_tw: 一個月保持超低糖攝入

# achievementNoSodaWeek
source: Soda Free Week
de: Limofreie Woche
es: Semana sin refresco
ja: ソーダなし1週
ko: 일주일 무탄산음료
nl: Frisdrank Vrije Week
pt: Semana Sem Refri
ru: Неделя без газировки
zh: 无汽水周
zh_tw: 無汽水週

# achievementNoSodaWeekDesc
source: No sodas for 7 days
de: 7 Tage keine Limonaden
es: Sin refrescos por 7 días
ja: 7日ソーダなし
ko: 7일 동안 탄산음료 없음
nl: Geen frisdrank 7 dagen
pt: Sem refris por 7 dias
ru: 7 дней без газированных напитков
zh: 7天无汽水
zh_tw: 7天無汽水

# achievementNoSodaMonth
source: Soda Free Month
de: Limofreier Monat
es: Mes sin refresco
ja: ソーダなし1月
ko: 한 달 무탄산음료
nl: Frisdrank Vrije Maand
pt: Mês Sem Refri
ru: Месяц без газировки
zh: 无汽水月
zh_tw: 無汽水月

# achievementNoSodaMonthDesc
source: No sodas for 30 days
de: 30 Tage keine Limonaden
es: Sin refrescos por 30 días
ja: 30日ソーダなし
ko: 30일 동안 탄산음료 없음
nl: Geen frisdrank 30 dagen
pt: Sem refris por 30 dias
ru: 30 дней без газированных напитков
zh: 30天无汽水
zh_tw: 30天無汽水

# achievementSweetToothTamed
source: Sweet Tooth Tamed
de: Naschlust gebändigt
es: Goloso domesticado
ja: 甘党克服
ko: 단 것 길들임
nl: Zoetekauw Getemd
pt: Dente Doce Domado
ru: Приручен сладкоежка
zh: 驯服甜牙
zh_tw: 馴服甜牙

# achievementSweetToothTamedDesc
source: Reduce daily sugar by 50% for a week
de: Reduziere täglichen Zucker um 50% für eine Woche
es: Reduce el azúcar diario 50% por una semana
ja: 1週で砂糖50%削減
ko: 일주일 동안 일일 설탕을 50% 줄임
nl: Verminder dagelijkse suiker met 50% een week
pt: Reduza açúcar diário 50% por semana
ru: Уменьшите дневной сахар на 50% в течение недели
zh: 一周内每日糖减少50%
zh_tw: 一週內每日糖減少50%

# achievementAlcoholTracker
source: Awareness
de: Bewusstsein
es: Conciencia
ja: 認識
ko: 인식
nl: Bewustzijn
pt: Consciência
ru: Осознанность
zh: 意识
zh_tw: 意識

# achievementAlcoholTrackerDesc
source: Track alcohol consumption
de: Verfolge Alkoholkonsum
es: Rastrea el consumo de alcohol
ja: 飲酒追跡
ko: 알코올 소비 추적
nl: Volg alcoholverbruik
pt: Rastreie consumo álcool
ru: Отследите потребление алкоголя
zh: 追踪酒精消费
zh_tw: 追蹤酒精消費

# achievementModerateDay
source: Moderation
de: Mäßigung
es: Moderación
ja: 節度
ko: 절제
nl: Matiging
pt: Moderação
ru: Умеренность
zh: 节制
zh_tw: 節制

# achievementModerateDayDesc
source: Stay under 2 SD in a day
de: Bleibe unter 2 SD an einem Tag
es: Mantente bajo 2 UD en un día
ja: 1日2SD以下維持
ko: 하루에 2 SD 이하 유지
nl: Blijf onder 2 SD op een dag
pt: Fique abaixo 2 SD num dia
ru: Оставайтесь под 2 СД в день
zh: 一天保持低于2 SD
zh_tw: 一天保持低於2 SD

# achievementSoberDay
source: Sober Day
de: Nüchterner Tag
es: Día sobrio
ja: 禁酒日
ko: 금주일
nl: Nuchtere Dag
pt: Dia Sóbrio
ru: Трезвый день
zh: 戒酒日
zh_tw: 戒酒日

# achievementSoberDayDesc
source: Complete an alcohol-free day
de: Vollende einen alkoholfreien Tag
es: Completa un día sin alcohol
ja: 飲酒なし1日完了
ko: 알코올 없는 하루 완료
nl: Voltooi alcoholvrije dag
pt: Complete dia sem álcool
ru: Проведите день без алкоголя
zh: 完成无酒精的一天
zh_tw: 完成無酒精的一天

# achievementSoberWeek
source: Sober Week
de: Nüchterne Woche
es: Semana sobria
ja: 禁酒1週
ko: 금주 일주일
nl: Nuchtere Week
pt: Semana Sóbrio
ru: Трезвая неделя
zh: 戒酒周
zh_tw: 戒酒週

# achievementSoberWeekDesc
source: 7 days alcohol-free
de: 7 Tage alkoholfrei
es: 7 días sin alcohol
ja: 7日飲酒なし
ko: 7일 알코올 없음
nl: 7 dagen alcoholvrij
pt: 7 dias sem álcool
ru: 7 дней без алкоголя
zh: 7天无酒精
zh_tw: 7天無酒精

# achievementSoberMonth
source: Sober Month
de: Nüchterner Monat
es: Mes sobrio
ja: 禁酒1月
ko: 금주 한 달
nl: Nuchtere Maand
pt: Mês Sóbrio
ru: Трезвый месяц
zh: 戒酒月
zh_tw: 戒酒月

# achievementSoberMonthDesc
source: 30 days alcohol-free
de: 30 Tage alkoholfrei
es: 30 días sin alcohol
ja: 30日飲酒なし
ko: 30일 알코올 없음
nl: 30 dagen alcoholvrij
pt: 30 dias sem álcool
ru: 30 дней без алкоголя
zh: 30天无酒精
zh_tw: 30天無酒精

# achievementRecoveryProtocol
source: Recovery Pro
de: Erholungs-Profi
es: Pro de la recuperación
ja: 回復プロ
ko: 회복 프로
nl: Herstel Pro
pt: Pro Recuperação
ru: Мастер восстановления
zh: 恢复专家
zh_tw: 恢復專家

# achievementRecoveryProtocolDesc
source: Complete recovery protocol after drinking
de: Vollende Erholungsprotokoll nach Trinken
es: Completa el protocolo de recuperación después de beber
ja: 飲酒後回復完了
ko: 음주 후 회복 프로토콜 완료
nl: Voltooi herstelprotocol na drinken
pt: Complete protocolo recuperação após beber
ru: Выполните протокол восстановления после питья
zh: 饮酒后完成恢复方案
zh_tw: 飲酒後完成恢復方案

# achievementFirstWorkout
source: Get Moving
de: In Bewegung
es: A moverse
ja: 始動
ko: 움직이기
nl: Ga Bewegen
pt: Mexa-se
ru: Начни движение
zh: 开始运动
zh_tw: 開始運動

# achievementFirstWorkoutDesc
source: Log your first workout
de: Protokolliere dein erstes Workout
es: Registra tu primer entrenamiento
ja: 初回運動記録
ko: 첫 운동 기록
nl: Log je eerste training
pt: Registre primeiro treino
ru: Запишите свою первую тренировку
zh: 记录第一次运动
zh_tw: 記錄第一次運動

# achievementWorkoutWeek
source: Active Week
de: Aktive Woche
es: Semana activa
ja: 活動週
ko: 활동적인 주
nl: Actieve Week
pt: Semana Ativa
ru: Активная неделя
zh: 活跃周
zh_tw: 活躍週

# achievementWorkoutWeekDesc
source: Work out 3 times in a week
de: 3 Mal in einer Woche trainieren
es: Entrena 3 veces en una semana
ja: 週3回運動
ko: 일주일에 3회 운동
nl: Train 3 keer in een week
pt: Treine 3 vezes numa semana
ru: Тренируйтесь 3 раза в неделю
zh: 一周运动3次
zh_tw: 一週運動3次

# achievementCenturySweat
source: Century Sweat
de: Jahrhundert-Schweiß
es: Sudor del siglo
ja: 百汗
ko: 땀 100
nl: Century Zweet
pt: Século Suor
ru: Столетний пот
zh: 百升汗
zh_tw: 百升汗

# achievementCenturySweatDesc
source: Lose significant fluid through workouts
de: Verliere signifikante Flüssigkeit durch Workouts
es: Pierde fluido significativo a través de entrenamientos
ja: 運動で大量水分損失
ko: 운동을 통해 상당한 수분 손실
nl: Verlies significant vocht door trainingen
pt: Perca fluido significativo através treinos
ru: Потеряйте значительное количество жидкости через тренировки
zh: 通过运动流失大量液体
zh_tw: 通過運動流失大量液體

# achievementCenturySweatTemplate
source: Lose {volume} through workouts
de: Verliere {volume} durch Workouts
es: Pierde {volume} a través de entrenamientos
ja: {volume}運動損失
ko: 운동을 통해 {volume} 손실
nl: Verlies {volume} door trainingen
pt: Perca {volume} através treinos
ru: Потеряйте {volume} через тренировки
zh: 通过运动流失{volume}
zh_tw: 通過運動流失{volume}

# achievementCardioKing
source: Cardio King
de: Kardio-König
es: Rey del cardio
ja: 有酸素王
ko: 유산소 왕
nl: Cardio Koning
pt: Rei Cardio
ru: Король кардио
zh: 有氧王
zh_tw: 有氧王

# achievementCardioKingDesc
source: Complete 10 cardio sessions
de: Vollende 10 Kardio-Sitzungen
es: Completa 10 sesiones de cardio
ja: 有酸素10回完了
ko: 10회 유산소 세션 완료
nl: Voltooi 10 cardio sessies
pt: Complete 10 sessões cardio
ru: Выполните 10 кардио-сессий
zh: 完成10次有氧运动
zh_tw: 完成10次有氧運動

# achievementStrengthWarrior
source: Strength Warrior
de: Kraft-Krieger
es: Guerrero de fuerza
ja: 筋力戦士
ko: 근력 전사
nl: Kracht Krijger
pt: Guerreiro Força
ru: Воин силы
zh: 力量战士
zh_tw: 力量戰士

# achievementStrengthWarriorDesc
source: Complete 10 strength sessions
de: Vollende 10 Kraft-Sitzungen
es: Completa 10 sesiones de fuerza
ja: 筋力10回完了
ko: 10회 근력 세션 완료
nl: Voltooi 10 kracht sessies
pt: Complete 10 sessões força
ru: Выполните 10 силовых сессий
zh: 完成10次力量训练
zh_tw: 完成10次力量訓練

# achievementHRIGreen
source: Green Zone
de: Grüne Zone
es: Zona verde
ja: 緑ゾーン
ko: 녹색 구역
nl: Groene Zone
pt: Zona Verde
ru: Зеленая зона
zh: 绿区
zh_tw: 綠區

# achievementHRIGreenDesc
source: Keep HRI in green zone for a day
de: Halte HRI in grüner Zone für einen Tag
es: Mantén HRI en zona verde por un día
ja: HRI緑で1日維持
ko: 하루 동안 HRI를 녹색 구역에 유지
nl: Houd HRI in groene zone een dag
pt: Mantenha HRI zona verde por dia
ru: Держите HRI в зеленой зоне день
zh: 一天保持HRI在绿区
zh_tw: 一天保持HRI在綠區

# achievementHRIWeekGreen
source: Safe Week
de: Sichere Woche
es: Semana segura
ja: 安全週
ko: 안전한 주
nl: Veilige Week
pt: Semana Segura
ru: Безопасная неделя
zh: 安全周
zh_tw: 安全週

# achievementHRIWeekGreenDesc
source: Keep HRI in green zone for 7 days
de: Halte HRI in grüner Zone für 7 Tage
es: Mantén HRI en zona verde por 7 días
ja: HRI緑で7日維持
ko: 7일 동안 HRI를 녹색 구역에 유지
nl: Houd HRI in groene zone 7 dagen
pt: Mantenha HRI zona verde por 7 dias
ru: Держите HRI в зеленой зоне 7 дней
zh: 7天保持HRI在绿区
zh_tw: 7天保持HRI在綠區

# achievementHRIPerfect
source: Perfect Score
de: Perfekte Punktzahl
es: Puntuación perfecta
ja: 完璧スコア
ko: 완벽한 점수
nl: Perfecte Score
pt: Pontuação Perfeita
ru: Идеальный счет
zh: 完美分数
zh_tw: 完美分數

# achievementHRIPerfectDesc
source: Achieve HRI under 20
de: Erreiche HRI unter 20
es: Logra HRI bajo 20
ja: HRI 20以下達成
ko: HRI 20 미만 달성
nl: Bereik HRI onder 20
pt: Alcance HRI abaixo 20
ru: Достигните HRI ниже 20
zh: 达到HRI低于20
zh_tw: 達到HRI低於20

# achievementHRIRecovery
source: Quick Recovery
de: Schnelle Erholung
es: Recuperación rápida
ja: 迅速回復
ko: 빠른 회복
nl: Snel Herstel
pt: Recuperação Rápida
ru: Быстрое восстановление
zh: 快速恢复
zh_tw: 快速恢復

# achievementHRIRecoveryDesc
source: Reduce HRI from red to green in one day
de: Reduziere HRI von rot zu grün an einem Tag
es: Reduce HRI de rojo a verde en un día
ja: 1日でHRI赤→緑
ko: 하루에 HRI를 빨강에서 녹색으로 감소
nl: Verminder HRI van rood naar groen in één dag
pt: Reduza HRI de vermelho pra verde em um dia
ru: Снизьте HRI с красного до зеленого за день
zh: 一天内将HRI从红色降到绿色
zh_tw: 一天內將HRI從紅色降到綠色

# achievementHRIMaster
source: HRI Master
de: HRI-Meister
es: Maestro HRI
ja: HRIマスター
ko: HRI 마스터
pt: Mestre HRI
ru: Мастер HRI
zh: HRI大师
zh_tw: HRI大師

# achievementHRIMasterDesc
source: Keep HRI under 30 for 30 days
de: Halte HRI unter 30 für 30 Tage
es: Mantén HRI bajo 30 por 30 días
ja: 30日HRI 30以下維持
ko: 30일 동안 HRI를 30 미만으로 유지
nl: Houd HRI onder 30 voor 30 dagen
pt: Mantenha HRI abaixo 30 por 30 dias
ru: Держите HRI ниже 30 в течение 30 дней
zh: 30天保持HRI低于30
zh_tw: 30天保持HRI低於30

# achievementStreak3
source: Getting Started
de: Einstieg
es: Empezando
ja: 開始
ko: 시작하기
nl: Aan Beginnen
pt: Começando
ru: Начинающий
zh: 起步
zh_tw: 起步

# achievementStreak3Desc
source: 3-day streak
de: 3-Tage-Serie
es: Racha de 3 días
ja: 3日連続
ko: 3일 연속
nl: 3-dagen reeks
pt: Sequência 3 dias
ru: 3-дневная серия
zh: 3天连续
zh_tw: 3天連續

# achievementStreak7
source: Week Warrior
de: Wochen-Krieger
es: Guerrero semanal
ja: 週戦士
ko: 일주일 전사
nl: Week Krijger
pt: Guerreiro Semana
ru: Воин недели
zh: 周战士
zh_tw: 週戰士

# achievementStreak7Desc
source: 7-day streak
de: 7-Tage-Serie
es: Racha de 7 días
ja: 7日連続
ko: 7일 연속
nl: 7-dagen reeks
pt: Sequência 7 dias
ru: 7-дневная серия
zh: 7天连续
zh_tw: 7天連續

# achievementStreak30
source: Consistency King
de: Konsistenz-König
es: Rey de la consistencia
ja: 継続王
ko: 일관성의 왕
nl: Consistentie Koning
pt: Rei Consistência
ru: Король постоянства
zh: 一致性王
zh_tw: 一致性王

# achievementStreak30Desc
source: 30-day streak
de: 30-Tage-Serie
es: Racha de 30 días
ja: 30日連続
ko: 30일 연속
nl: 30-dagen reeks
pt: Sequência 30 dias
ru: 30-дневная серия
zh: 30天连续
zh_tw: 30天連續

# achievementStreak100
source: Century Club
de: Jahrhundert-Club
es: Club del siglo
ja: 百日会
ko: 100일 클럽
pt: Clube Século
ru: Клуб столетия
zh: 百日俱乐部
zh_tw: 百日俱樂部

# achievementStreak100Desc
source: 100-day streak
de: 100-Tage-Serie
es: Racha de 100 días
ja: 100日連続
ko: 100일 연속
nl: 100-dagen reeks
pt: Sequência 100 dias
ru: 100-дневная серия
zh: 100天连续
zh_tw: 100天連續

# achievementFirstWeek
source: First Week
de: Erste Woche
es: Primera semana
ja: 初週
ko: 첫 주
nl: Eerste Week
pt: Primeira Semana
ru: Первая неделя
zh: 第一周
zh_tw: 第一週

# achievementFirstWeekDesc
source: Use the app for 7 days
de: Nutze die App 7 Tage lang
es: Usa la app por 7 días
ja: 7日使用
ko: 7일 동안 앱 사용
nl: Gebruik app 7 dagen
pt: Use app por 7 dias
ru: Используйте приложение 7 дней
zh: 使用应用7天
zh_tw: 使用應用7天

# achievementProMember
source: PRO Member
de: PRO-Mitglied
es: Miembro PRO
ja: PRO会員
ko: PRO 회원
nl: PRO Lid
pt: Membro PRO
ru: PRO участник
zh: PRO会员
zh_tw: PRO會員

# achievementProMemberDesc
source: Become a PRO subscriber
de: Werde PRO-Abonnent
es: Conviértete en suscriptor PRO
ja: PRO登録
ko: PRO 구독자 되기
nl: Word PRO abonnee
pt: Torne-se assinante PRO
ru: Станьте PRO подписчиком
zh: 成为PRO订阅者
zh_tw: 成為PRO訂閱者

# achievementDataExport
source: Data Analyst
de: Daten-Analyst
es: Analista de datos
ja: 分析家
ko: 데이터 분석가
nl: Data Analist
pt: Analista Dados
ru: Аналитик данных
zh: 数据分析师
zh_tw: 資料分析師

# achievementDataExportDesc
source: Export your data to CSV
de: Exportiere deine Daten nach CSV
es: Exporta tus datos a CSV
ja: CSV出力
ko: CSV로 데이터 내보내기
nl: Exporteer je data naar CSV
pt: Exporte dados pra CSV
ru: Экспортируйте данные в CSV
zh: 导出数据为CSV
zh_tw: 匯出資料為CSV

# achievementAllCategories
source: Jack of All Trades
de: Alleskönner
es: Todoterreno
ja: 万能
ko: 만능 선수
nl: Alleskunner
pt: Pau Pra Toda Obra
ru: Мастер на все руки
zh: 全能
zh_tw: 全能

# achievementAllCategoriesDesc
source: Unlock at least one achievement in each category
de: Schalte mindestens einen Erfolg in jeder Kategorie frei
es: Desbloquea al menos un logro en cada categoría
ja: 全カテゴリで達成解除
ko: 각 카테고리에서 최소 하나의 업적 잠금 해제
nl: Ontgrendel minstens één prestatie in elke categorie
pt: Desbloqueie pelo menos uma conquista em cada categoria
ru: Разблокируйте хотя бы одно достижение в каждой категории
zh: 每个类别至少解锁一个成就
zh_tw: 每個類別至少解鎖一個成就

source: Achievement Hunter
de: Erfolgs-Jäger
es: Cazador de logros
ja: 達成ハンター
ko: 업적 사냥꾼
nl: Prestatie Jager
pt: Caçador Conquistas
ru: Охотник за достижениями
zh: 成就猎人
zh_tw: 成就獵人

# achievementHunterDesc
source: Unlock 50% of all achievements
de: Schalte 50% aller Erfolge frei
es: Desbloquea el 50% de todos los logros
ja: 50%達成解除
ko: 모든 업적의 50% 잠금 해제
nl: Ontgrendel 50% van alle prestaties
pt: Desbloqueie 50% de todas conquistas
ru: Разблокируйте 50% всех достижений
zh: 解锁50%的所有成就
zh_tw: 解鎖50%的所有成就

# achievementDetailsUnlockedOn
source: Unlocked on
de: Freigeschaltet am
es: Desbloqueado el
ja: 解除日
ko: 잠금 해제일
nl: Ontgrendeld op
pt: Desbloqueado em
ru: Разблокировано
zh: 解锁于
zh_tw: 解鎖於

# achievementNewUnlocked
source: New achievement unlocked!
de: Neuer Erfolg freigeschaltet!
es: ¡Nuevo logro desbloqueado!
ja: 新達成解除！
ko: 새로운 업적 잠금 해제!
nl: Nieuwe prestatie ontgrendeld!
pt: Nova conquista desbloqueada!
ru: Новое достижение разблокировано!
zh: 新成就解锁！
zh_tw: 新成就解鎖！

# achievementViewAll
source: View all achievements
de: Alle Erfolge anzeigen
es: Ver todos los logros
ja: 全達成表示
ko: 모든 업적 보기
nl: Bekijk alle prestaties
pt: Ver todas conquistas
ru: Показать все достижения
zh: 查看所有成就
zh_tw: 查看所有成就

# achievementCloseNotification
source: Close
de: Schließen
es: Cerrar
ja: 閉じる
ko: 닫기
nl: Sluiten
pt: Fechar
ru: Закрыть
zh: 关闭
zh_tw: 關閉

source: before
de: vor
es: antes
ja: 前
ko: 전
nl: voor
pt: antes
ru: до
zh: 之前
zh_tw: 前

source: after
de: nach
es: después
ja: 後
ko: 후
nl: na
pt: após
ru: после
zh: 之后
zh_tw: 後

source: Lose
de: Verliere
es: Pierde
ja: 損失
ko: 손실
nl: Verlies
pt: Perder
ru: Потеряйте
zh: 流失
zh_tw: 失去

source: through
de: durch
es: a través
ja: 経由
ko: 통해
nl: door
pt: através
ru: через
zh: 通过
zh_tw: 通過

source: through workouts
de: durch Workouts
es: a través de entrenamientos
ja: 運動経由
ko: 운동을 통해
nl: door trainingen
pt: através treinos
ru: через тренировки
zh: 通过运动
zh_tw: 通過運動

source: Reach
de: Erreiche
es: Alcanza
ja: 達成
ko: 달성
nl: Bereik
pt: Alcançar
ru: Достигните
zh: 达到
zh_tw: 達到

# daysInRow
source: days in a row
de: Tage hintereinander
es: días seguidos
ja: 日連続
ko: 일 연속
nl: dagen op rij
pt: dias seguidos
ru: дней подряд
zh: 连续天数
zh_tw: 連續天數

source: Complete hydration goal
de: Hydrationsziel vollenden
es: Completa la meta de hidratación
ja: 水分目標完了
ko: 수분 섭취 목표 완료
nl: Voltooi hydratie doel
pt: Complete meta hidratação
ru: Выполните цель гидратации
zh: 完成水分目标
zh_tw: 完成補水目標

source: Stay under
de: Bleibe unter
es: Mantente bajo
ja: 以下維持
ko: 이하로 유지
nl: Blijf onder
pt: Fique abaixo
ru: Оставайтесь под
zh: 保持低于
zh_tw: 保持在以下

source: in a day
de: an einem Tag
es: en un día
ja: 1日で
ko: 하루에
nl: op een dag
pt: num dia
ru: в день
zh: 一天内
zh_tw: 一天內

source: alcohol-free
de: alkoholfrei
es: sin alcohol
ja: 飲酒なし
ko: 알코올 없음
nl: alcoholvrij
pt: sem álcool
ru: без алкоголя
zh: 无酒精
zh_tw: 無酒精

source: Complete
de: Vollenden
es: Completa
ja: 完了
ko: 완료
nl: Voltooi
ru: Выполните
zh: 完成
zh_tw: 完成

source: Achieve
de: Erreichen
es: Logra
ja: 達成
ko: 달성
nl: Bereik
pt: Alcance
ru: Достигните
zh: 达成
zh_tw: 達成

source: Keep
de: Halten
es: Mantén
ja: 維持
ko: 유지
nl: Houd
pt: Mantenha
ru: Держите
zh: 保持
zh_tw: 保持

source: for 30 days
de: für 30 Tage
es: por 30 días
ja: 30日間
ko: 30일 동안
nl: voor 30 dagen
pt: por 30 dias
ru: 30 дней
zh: 30天
zh_tw: 30天

source: liters
de: Liter
es: litros
ja: リットル
ko: 리터
pt: litros
ru: литров
zh: 升
zh_tw: 升

source: Completed
de: Vollendet
es: Completado
ja: 完了
ko: 완료됨
nl: Voltooid
pt: Completado
ru: Выполнено
zh: 已完成
zh_tw: 已完成

source: Not completed
de: Nicht vollendet
es: No completado
ja: 未完了
ko: 완료되지 않음
nl: Niet voltooid
pt: Não completado
ru: Не выполнено
zh: 未完成
zh_tw: 未完成

source: days
de: Tage
es: días
ja: 日
ko: 일
nl: dagen
pt: dias
ru: дней
zh: 天
zh_tw: 天

source: hours
de: Stunden
es: horas
ja: 時間
ko: 시간
nl: uren
pt: horas
ru: часов
zh: 小时
zh_tw: 小時

source: times
de: Mal
es: veces
ja: 回
ko: 회
nl: keer
pt: vezes
ru: раз
zh: 次
zh_tw: 次

source: row
de: Reihe
es: seguidos
ja: 連続
ko: 연속
nl: rij
pt: seguidos
ru: подряд
zh: 连续
zh_tw: 連續

source: of total
de: von gesamt
es: del total
ja: 総計の
ko: 전체의
nl: van totaal
pt: do total
ru: из всего
zh: 总的
zh_tw: 佔總數

source: per day
de: pro Tag
es: por día
ja: /日
ko: 일당
nl: per dag
pt: por dia
ru: в день
zh: 每天
zh_tw: 每天

source: per week
de: pro Woche
es: por semana
ja: /週
ko: 주당
pt: por semana
ru: в неделю
zh: 每周
zh_tw: 每週

source: streak
de: Serie
es: racha
ja: 連続
ko: 연속
nl: reeks
pt: sequência
ru: серия
zh: 连续
zh_tw: 連續

source: Tap to dismiss
de: Tippen zum Ausblenden
es: Toca para cerrar
ja: タップで閉じる
ko: 탭하여 닫기
nl: Tik om te sluiten
pt: Toque pra dispensar
ru: Нажмите чтобы закрыть
zh: 点击关闭
zh_tw: 點擊關閉

# tutorialStep1
source: Hi! I'll help you start your optimal hydration journey. Let's take the first sip of {volume}!
de: Hallo! Ich helfe dir, deine optimale Hydrationsreise zu beginnen. Lass uns den ersten Schluck von {volume} nehmen!
es: ¡Hola! Te ayudaré a comenzar tu viaje hacia la hidratación óptima. ¡Tomemos el primer trago de {volume}!
ja: こんにちは！最適な水分補給の旅を始めます。最初の{volume}を飲みましょう！
ko: 안녕! 최적의 수분 섭취 여정을 시작하는 것을 도와드릴게요. {volume}의 첫 모금을 마셔봅시다!
nl: Hoi! Ik help je starten met je optimale hydratie reis. Laten we de eerste slok nemen van {volume}!
pt: Oi! Vou ajudar começar jornada hidratação ideal. Vamos tomar primeiro gole de {volume}!
ru: Привет! Я помогу тебе начать путь к оптимальной гидратации. Давай сделаем первый глоток {volume}!
zh: 你好！我将帮你开始最佳水分补充之旅。让我们喝第一口{volume}！
zh_tw: 你好！我將幫你開始最佳水分補充之旅。讓我們喝第一口{volume}！
