Repository: vtrukhnov-lab/HydraCoach
Catalog: lib/l10n/app_*.arb
Languages: de, es, ja, ko, nl, pt, ru, zh, zh_tw

source: Low intensity
de: Niedrige Intensität
es: Intensidad baja
ja: 低強度
ko: 낮은 강도
nl: Lage intensiteit
pt: Intensidade baixa
ru: Низкая интенсивность
zh: 低强度
zh_tw: 低強度

source: Medium intensity
de: Mittlere Intensität
es: Intensidad media
ja: 中強度
ko: 중간 강도
nl: Gemiddelde intensiteit
pt: Intensidade média
ru: Средняя интенсивность
zh: 中强度
zh_tw: 中強度

source: High intensity
de: Hohe Intensität
es: Intensidad alta
ja: 高強度
ko: 높은 강도
nl: Hoge intensiteit
pt: Intensidade alta
ru: Высокая интенсивность
zh: 高强度
zh_tw: 高強度

source: Recommended intake:
de: Empfohlene Aufnahme:
es: Ingesta recomendada:
ja: 推奨摂取:
ko: 권장 섭취량:
nl: Aanbevolen inname:
pt: Ingestão recomendada:
ru: Рекомендуемый прием:
zh: 建议摄入:
zh_tw: 建議攝取:

source: Based on weight
de: Basierend auf Gewicht
es: Basado en peso
ja: 体重基準
ko: 체중 기준
nl: Op basis van gewicht
pt: Baseado no peso
ru: На основе веса
zh: 基于体重
zh_tw: 基於體重

source: Log Activity
de: Aktivität protokollieren
es: Registrar actividad
ja: 活動を記録
ko: 활동 기록
nl: Log Activiteit
pt: Registrar Atividade
ru: Записать активность
zh: 记录活动
zh_tw: 記錄活動

source: Activity logged
de: Aktivität protokolliert
es: Actividad registrada
ja: 活動を記録完了
ko: 활동 기록됨
nl: Activiteit gelogd
pt: Atividade registrada
ru: Активность записана
zh: 活动已记录
zh_tw: 活動已記錄

# enterValidDuration
source: Please enter valid duration
de: Bitte gültige Dauer eingeben
es: Ingrese una duración válida
ja: 有効な時間を入力
ko: 올바른 지속 시간을 입력하세요
nl: Voer geldige duur in
pt: Digite duração válida
ru: Введите корректную длительность
zh: 请输入有效时长
zh_tw: 請輸入有效時長

source: Sauna
ja: サウナ
ko: 사우나
ru: Сауна
zh: 桑拿
zh_tw: 桑拿

source: Very high intensity
de: Sehr hohe Intensität
es: Intensidad muy alta
ja: 超高強度
ko: 매우 높은 강도
nl: Zeer hoge intensiteit
pt: Intensidade muito alta
ru: Очень высокая интенсивность
zh: 超高强度
zh_tw: 極高強度

# hriStatusExcellent
source: Excellent
de: Ausgezeichnet
es: Excelente
ja: 優秀
ko: 우수
nl: Uitstekend
pt: Excelente
ru: Отлично
zh: 优秀
zh_tw: 優秀

# hriStatusGood
source: Good
de: Gut
es: Bueno
ja: 良好
ko: 좋음
nl: Goed
pt: Bom
ru: Хорошо
zh: 良好
zh_tw: 良好

# hriStatusModerate
source: Moderate Risk
de: Mäßiges Risiko
es: Riesgo Moderado
ja: 中リスク
ko: 중간 위험
nl: Matig Risico
pt: Risco Moderado
ru: Умеренный риск
zh: 中等风险
zh_tw: 中度風險

# hriStatusHighRisk
source: High Risk
de: Hohes Risiko
es: Riesgo Alto
ja: 高リスク
ko: 높은 위험
nl: Hoog Risico
pt: Alto Risco
ru: Высокий риск
zh: 高风险
zh_tw: 高風險

# hriStatusCritical
source: Critical
de: Kritisch
es: Crítico
ja: 危険
ko: 위험
nl: Kritiek
pt: Crítico
ru: Критично
zh: 危急
zh_tw: 危急

# hriComponentWater
source: Water balance
de: Wasserbalance
es: Balance de agua
ja: 水分バランス
ko: 수분 균형
nl: Waterbalans
pt: Balanço água
ru: Баланс воды
zh: 水分平衡
zh_tw: 水分平衡

# hriComponentSodium
source: Sodium level
de: Natriumspiegel
es: Nivel de sodio
ja: Naレベル
ko: 나트륨 수치
nl: Natriumniveau
pt: Nível sódio
ru: Уровень натрия
zh: 钠水平
zh_tw: 鈉水平

# hriComponentPotassium
source: Potassium level
de: Kaliumspiegel
es: Nivel de potasio
ja: Kレベル
ko: 칼륨 수치
nl: Kaliumniveau
pt: Nível potássio
ru: Уровень калия
zh: 钾水平
zh_tw: 鉀水平

# hriComponentMagnesium
source: Magnesium level
de: Magnesiumspiegel
es: Nivel de magnesio
ja: Mgレベル
ko: 마그네슘 수치
nl: Magnesiumniveau
pt: Nível magnésio
ru: Уровень магния
zh: 镁水平
zh_tw: 鎂水平

# hriComponentHeat
source: Heat stress
de: Hitzestress
es: Estrés por calor
ja: 暑熱ストレス
ko: 열 스트레스
nl: Hittestress
pt: Estresse calor
ru: Тепловой стресс
zh: 热应激
zh_tw: 熱壓力

# hriComponentWorkout
source: Physical activity
de: Körperliche Aktivität
es: Actividad física
ja: 身体活動
ko: 신체 활동
nl: Fysieke activiteit
pt: Atividade física
ru: Физическая активность
zh: 身体活动
zh_tw: 身體活動

# hriComponentCaffeine
source: Caffeine impact
de: Koffeineinfluss
es: Impacto de cafeína
ja: カフェイン影響
ko: 카페인 영향
nl: Cafeïne impact
pt: Impacto cafeína
ru: Влияние кофеина
zh: 咖啡因影响
zh_tw: 咖啡因影響

# hriComponentAlcohol
source: Alcohol impact
de: Alkoholeinfluss
es: Impacto de alcohol
ja: アルコール影響
ko: 알코올 영향
pt: Impacto álcool
ru: Влияние алкоголя
zh: 酒精影响
zh_tw: 酒精影響

# hriComponentTime
source: Time since intake
de: Zeit seit Aufnahme
es: Tiempo desde ingesta
ja: 摂取からの時間
ko: 섭취 이후 시간
nl: Tijd sinds inname
pt: Tempo desde ingestão
ru: Время с последнего приёма
zh: 摄入时间
zh_tw: 攝取後時間

# hriComponentMorning
source: Morning factors
de: Morgenfaktoren
es: Factores matutinos
ja: 朝の要因
ko: 아침 요인
nl: Ochtend factoren
pt: Fatores matinais
ru: Утренние факторы
zh: 早晨因素
zh_tw: 晨間因子

# hriBreakdownTitle
source: Risk factors breakdown
de: Risikofaktoren-Aufschlüsselung
es: Desglose de factores de riesgo
ja: リスク要因の内訳
ko: 위험 요인 분석
nl: Risico factoren uitsplitsing
pt: Fatores risco detalhados
ru: Разбор факторов риска
zh: 风险因素分解
zh_tw: 風險因子分解

# hriComponentValue
source: {component}: {value}/{max} pts
de: {component}: {value}/{max} Pkt.
ja: {component}: {value}/{max} pt
ko: {component}: {value}/{max}점
ru: {component}: {value}/{max} баллов
zh: {component}: {value}/{max} 分
zh_tw: {component}: {value}/{max} 分

source: Fasting mode active
de: Fastenmodus aktiv
es: Modo ayuno activo
ja: 断食モード有効
ko: 단식 모드 활성
nl: Vastenmodus actief
pt: Modo jejum ativo
ru: Режим поста активен
zh: 禁食模式激活
zh_tw: 斷食模式活躍

# fastingSuppressionNote
source: Time factor suppressed during fasting
de: Zeitfaktor während Fasten unterdrückt
es: Factor tiempo suprimido durante ayuno
ja: 断食中は時間要因を抑制
ko: 단식 중 시간 요인 억제
nl: Tijdfactor onderdrukt tijdens vasten
pt: Fator tempo suprimido durante jejum
ru: Фактор времени подавлен во время поста
zh: 禁食期间抑制时间因素
zh_tw: 斷食期間時間因子被抑制

# morningCheckInTitle
source: Morning Check-in
de: Morgen-Check-in
es: Chequeo Matutino
ja: 朝のチェックイン
ko: 아침 체크인
nl: Ochtend Check-in
pt: Check-in Matinal
ru: Утренний чек-ин
zh: 晨间检查
zh_tw: 晨間檢查

source: How are you feeling?
de: Wie fühlst du dich?
es: ¿Cómo te sientes?
ja: 体調は？
ko: 기분이 어떠세요?
nl: Hoe voel je je?
pt: Como se sente?
ru: Как вы себя чувствуете?
zh: 感觉如何?
zh_tw: 您感覺如何？

# feelingScale1
source: Poor
de: Schlecht
es: Mal
ja: 悪い
ko: 나쁨
nl: Slecht
pt: Péssimo
ru: Плохо
zh: 差
zh_tw: 差

# feelingScale2
source: Below average
de: Unterdurchschnittlich
es: Por debajo del promedio
ja: 平均以下
ko: 평균 이하
nl: Onder gemiddeld
pt: Abaixo média
ru: Ниже среднего
zh: 低于平均
zh_tw: 低於平均

# feelingScale3
source: Normal
ja: 普通
ko: 보통
nl: Normaal
ru: Нормально
zh: 正常
zh_tw: 正常

# feelingScale4
source: Good
de: Gut
es: Bien
ja: 良い
ko: 좋음
nl: Goed
pt: Bom
ru: Хорошо
zh: 良好
zh_tw: 好

# feelingScale5
source: Excellent
de: Ausgezeichnet
es: Excelente
ja: 最高
ko: 우수
nl: Uitstekend
pt: Excelente
ru: Отлично
zh: 优秀
zh_tw: 優秀

# weightChange
source: Weight change from yesterday
de: Gewichtsänderung seit gestern
es: Cambio de peso desde ayer
ja: 昨日からの体重変化
ko: 어제 대비 체중 변화
nl: Gewichtsverandering sinds gisteren
pt: Mudança peso desde ontem
ru: Изменение веса со вчера
zh: 较昨天体重变化
zh_tw: 自昨天體重變化

# urineColorScale
source: Urine color (1-8 scale)
de: Urinfarbe (1-8 Skala)
es: Color de orina (escala 1-8)
ja: 尿の色 (1-8スケール)
ko: 소변 색상 (1-8 스케일)
nl: Urine kleur (1-8 schaal)
pt: Cor urina (escala 1-8)
ru: Цвет мочи (шкала 1-8)
zh: 尿色(1-8级)
zh_tw: 尿液顏色(1-8級)

# urineColor1
source: 1 - Very pale
de: 1 - Sehr blass
es: 1 - Muy pálido
ja: 1 - 非常に薄い
ko: 1 - 매우 옅음
nl: 1 - Zeer bleek
pt: 1 - Muito pálido
ru: 1 - Очень бледный
zh: 1 - 很淡
zh_tw: 1 - 非常淡

# urineColor2
source: 2 - Pale
de: 2 - Blass
es: 2 - Pálido
ja: 2 - 薄い
ko: 2 - 옅음
nl: 2 - Bleek
pt: 2 - Pálido
ru: 2 - Бледный
zh: 2 - 淡
zh_tw: 2 - 淡

# urineColor3
source: 3 - Light yellow
de: 3 - Hellgelb
es: 3 - Amarillo claro
ja: 3 - 薄黄
ko: 3 - 연한 노랑
nl: 3 - Lichtgeel
pt: 3 - Amarelo claro
ru: 3 - Светло-жёлтый
zh: 3 - 浅黄
zh_tw: 3 - 淺黃

# urineColor4
source: 4 - Yellow
de: 4 - Gelb
es: 4 - Amarillo
ja: 4 - 黄
ko: 4 - 노랑
nl: 4 - Geel
pt: 4 - Amarelo
ru: 4 - Жёлтый
zh: 4 - 黄
zh_tw: 4 - 黃

# urineColor5
source: 5 - Dark yellow
de: 5 - Dunkelgelb
es: 5 - Amarillo oscuro
ja: 5 - 濃黄
ko: 5 - 진한 노랑
nl: 5 - Donkergeel
pt: 5 - Amarelo escuro
ru: 5 - Тёмно-жёлтый
zh: 5 - 深黄
zh_tw: 5 - 深黃

# urineColor6
source: 6 - Amber
de: 6 - Bernstein
es: 6 - Ámbar
ja: 6 - 琥珀
ko: 6 - 호박색
pt: 6 - Âmbar
ru: 6 - Янтарный
zh: 6 - 琥珀
zh_tw: 6 - 琥珀色

# urineColor7
source: 7 - Dark amber
de: 7 - Dunkelbraun
es: 7 - Ámbar oscuro
ja: 7 - 濃琥珀
ko: 7 - 진한 호박색
nl: 7 - Donker amber
pt: 7 - Âmbar escuro
ru: 7 - Тёмно-янтарный
zh: 7 - 深琥珀
zh_tw: 7 - 深琥珀

# urineColor8
source: 8 - Brown
de: 8 - Braun
es: 8 - Marrón
ja: 8 - 褐色
ko: 8 - 갈색
nl: 8 - Bruin
pt: 8 - Marrom
ru: 8 - Коричневый
zh: 8 - 褐色
zh_tw: 8 - 棕色

# alcoholWithDecay
source: Alcohol impact (decaying)
de: Alkoholeinfluss (abnehmend)
es: Impacto de alcohol (decayendo)
ja: アルコール影響 (減衰中)
ko: 알코올 영향 (감소 중)
nl: Alcohol impact (afnemend)
pt: Impacto álcool (decaindo)
ru: Влияние алкоголя (затухающее)
zh: 酒精影响(衰减中)
zh_tw: 酒精影響(衰減中)

# standardDrinksToday
source: Standard drinks today: {count}
de: Standard-Getränke heute: {count}
es: Bebidas estándar hoy: {count}
ja: 今日の標準ドリンク: {count}
ko: 오늘 표준 음주량: {count}
nl: Standaardglazen vandaag: {count}
pt: Doses padrão hoje: {count}
ru: Стандартных дринков сегодня: {count}
zh: 今日标准杯: {count}
zh_tw: 今天標準杯數: {count}

# activeCaffeineLevel
source: Active caffeine: {amount} mg
de: Aktives Koffein: {amount} mg
es: Cafeína activa: {amount} mg
ja: 活性カフェイン: {amount} mg
ko: 활성 카페인: {amount}mg
nl: Actieve cafeïne: {amount} mg
pt: Cafeína ativa: {amount} mg
ru: Активный кофеин: {amount} мг
zh: 活性咖啡因: {amount} mg
zh_tw: 活躍咖啡因: {amount} mg

source: HRI Debug Info
es: Info Depuración HRI
ja: HRIデバッグ情報
ko: HRI 디버그 정보
pt: Info Debug HRI
ru: Отладка HRI
zh: HRI调试信息
zh_tw: HRI除錯資訊

# hriNormalized
source: HRI (normalized): {value}/100
de: HRI (normalisiert): {value}/100
es: HRI (normalizado): {value}/100
ja: HRI (正規化): {value}/100
ko: HRI (정규화): {value}/100
nl: HRI (genormaliseerd): {value}/100
pt: HRI (normalizado): {value}/100
ru: HRI (нормализован): {value}/100
zh: HRI(标准化): {value}/100
zh_tw: HRI(標準化): {value}/100

source: Fasting window active
de: Fastenfenster aktiv
es: Ventana de ayuno activa
ja: 断食時間有効
ko: 단식 기간 활성
nl: Vastenvenster actief
pt: Janela jejum ativa
ru: Окно поста активно
zh: 禁食窗口激活
zh_tw: 斷食窗口活躍

source: Eating window active
de: Essensfenster aktiv
es: Ventana de alimentación activa
ja: 食事時間有効
ko: 식사 기간 활성
nl: Eetvenster actief
pt: Janela alimentação ativa
ru: Окно питания активно
zh: 进食窗口激活
zh_tw: 進食窗口活躍

# nextFastingWindow
source: Next fasting: {time}
de: Nächstes Fasten: {time}
es: Próximo ayuno: {time}
ja: 次の断食: {time}
ko: 다음 단식: {time}
nl: Volgend vasten: {time}
pt: Próximo jejum: {time}
ru: Следующий пост: {time}
zh: 下次禁食: {time}
zh_tw: 下次斷食: {time}

# nextEatingWindow
source: Next eating: {time}
de: Nächstes Essen: {time}
es: Próxima comida: {time}
ja: 次の食事: {time}
ko: 다음 식사: {time}
nl: Volgend eten: {time}
pt: Próxima alimentação: {time}
ru: Следующий приём пищи: {time}
zh: 下次进食: {time}
zh_tw: 下次進食: {time}

source: Today's Workouts
de: Heutige Workouts
es: Entrenamientos de hoy
ja: 今日の運動
ko: 오늘의 운동
nl: Trainingen Vandaag
pt: Treinos de Hoje
ru: Тренировки сегодня
zh: 今日运动
zh_tw: 今日運動

# hoursAgo
source: h ago
de: Std. her
es: h atrás
ja: 時間前
ko: 시간 전
nl: u geleden
pt: h atrás
ru: ч назад
zh: 小时前
zh_tw: 小時前

# onboardingWelcomeTitle
source: HydroCoach — smart hydration every day
de: HydroCoach — intelligente Hydration jeden Tag
es: HydroCoach — hidratación inteligente cada día
ja: HydroCoach — 毎日のスマート水分補給
ko: 하이드로코치 — 매일 스마트한 수분 섭취
nl: HydroCoach — slimme hydratie elke dag
pt: HydroCoach — hidratação inteligente todo dia
ru: HydroCoach — умная гидратация каждый день
zh: HydroCoach — 每日智能水分补充
zh_tw: HydroCoach — 每天智能補水

# onboardingWelcomeSubtitle
source: Drink smarter, not more The app accounts for weather, electrolytes and your habits Helps maintain clear mind and stable energy
de: Trinke smarter, nicht mehr Die App berücksichtigt Wetter, Elektrolyte und deine Gewohnheiten Hilft klaren Kopf und stabile Energie zu bewahren
es: Bebe de forma más inteligente, no más La app considera el clima, electrolitos y tus hábitos Ayuda a mantener mente clara y energía estable
ja: スマートに飲もう、多くではなく 天候、電解質、習慣を考慮 明快な思考と安定エネルギーを維持
ko: 더 많이가 아닌 더 스마트하게 앱은 날씨, 전해질 및 습관을 고려합니다 맑은 정신과 안정적인 에너지 유지
nl: Drink slimmer, niet meer De app houdt rekening met weer, elektrolyten en je gewoontes Helpt heldere geest en stabiele energie behouden
pt: Beba mais inteligente, não mais O app considera clima, eletrólitos e seus hábitos Ajuda manter mente clara e energia estável
ru: Пей умнее, а не больше Приложение учитывает погоду, электролиты и твои привычки Помогает держать ясную голову и стабильную энергию
zh: 更聪明地喝，而非更多 应用考虑天气、电解质和习惯 帮助保持清晰头脑和稳定能量
zh_tw: 聰明喝，不是多喝 應用程式考慮天氣、電解質和您的習慣 幫助保持清晰思維和穩定能量

# onboardingBullet1
source: Personal water and salt norm based on weather and you
de: Persönliche Wasser- und Salznorm basierend auf Wetter und dir
es: Norma personal de agua y sales según el clima y tú
ja: 天候とあなたに基づく個人の水と塩の基準
ko: 날씨와 당신에 기반한 개인별 물과 소금 기준
nl: Persoonlijke water en zout norm op basis van weer en jou
pt: Norma pessoal água e sal baseada em clima e você
ru: Индивидуальная норма воды и солей по погоде и тебе
zh: 基于天气和个人的水和盐标准
zh_tw: 基於天氣和您的個人水和鹽標準

# onboardingBullet2
source: "What to do now" tips instead of raw charts
de: "Was jetzt tun" Tipps statt roher Charts
es: Consejos de «qué hacer ahora» en lugar de gráficos vacíos
ja: 生のグラフではなく「今何をすべきか」のヒント
ko: 원시 차트 대신 '지금 무엇을 할지' 팁
nl: "Wat nu te doen" tips in plaats van ruwe grafieken
pt: Dicas "O que fazer agora" em vez de gráficos crus
ru: Подсказки «что делать сейчас» вместо голых графиков
zh: "现在该做什么"提示而非原始图表
zh_tw: 「現在該做什麼」提示而非原始圖表

# onboardingBullet3
source: Alcohol in standard doses with safe limits
de: Alkohol in Standarddosen mit sicheren Grenzen
es: Alcohol en dosis estándar con límites seguros
ja: 安全な限度での標準用量でのアルコール
ko: 안전한 한계가 있는 표준 용량의 알코올
nl: Alcohol in standaarddoses met veilige limieten
pt: Álcool em doses padrão com limites seguros
ru: Алкоголь в стандартных дозах с безопасными лимитами
zh: 标准剂量酒精及安全限制
zh_tw: 標準杯酒精與安全限量

# onboardingBullet4
source: Smart reminders without spam
de: Intelligente Erinnerungen ohne Spam
es: Recordatorios inteligentes sin spam
ja: スパムなしのスマートリマインダー
ko: 스팸 없는 스마트 알림
nl: Slimme herinneringen zonder spam
pt: Lembretes inteligentes sem spam
ru: Умные напоминания без спама
zh: 智能提醒无垃圾信息
zh_tw: 智能提醒無垃圾訊息

# onboardingStartButton
source: Start
es: Comenzar
ja: 開始
ko: 시작
nl: Starten
pt: Iniciar
ru: Начать
zh: 开始
zh_tw: 開始

# onboardingHaveAccount
source: I already have an account
de: Ich habe bereits ein Konto
es: Ya tengo una cuenta
ja: 既にアカウントあり
ko: 이미 계정이 있습니다
nl: Ik heb al een account
pt: Já tenho conta
ru: У меня уже есть аккаунт
zh: 我已有账号
zh_tw: 我已有帳戶

# onboardingPracticeFasting
source: I practice intermittent fasting
de: Ich praktiziere Intervallfasten
es: Practico ayuno intermitente
ja: 断続的断食を実践
ko: 간헐적 단식을 합니다
nl: Ik praktiseer intermitterend vasten
pt: Pratico jejum intermitente
ru: Я практикую интервальное голодание
zh: 我实践间歇禁食
zh_tw: 我實行間歇性斷食

# onboardingPracticeFastingDesc
source: Special electrolyte regime for fasting windows
de: Spezielles Elektrolytregime für Fastenfenster
es: Régimen especial de electrolitos para ventanas de ayuno
ja: 断食時間用の特別な電解質管理
ko: 단식 기간을 위한 특별 전해질 체계
nl: Speciaal elektrolyten regime voor vastenvensters
pt: Regime especial eletrólitos pra janelas jejum
ru: Особый режим электролитов для окон поста
zh: 禁食窗口特殊电解质方案
zh_tw: 斷食窗口特殊電解質方案

# onboardingProfileReady
source: Profile ready!
de: Profil bereit!
es: ¡Perfil listo!
ja: プロフィール準備完了！
ko: 프로필 준비 완료!
nl: Profiel klaar!
pt: Perfil pronto!
ru: Профиль готов!
zh: 资料完成！
zh_tw: 配置檔已準備好！

# onboardingWaterNorm
source: Water norm
de: Wassernorm
es: Norma de agua
ja: 水分基準
ko: 수분 기준
pt: Norma água
ru: Норма воды
zh: 水分标准
zh_tw: 水分標準

# onboardingIonWillHelp
source: ION will help maintain balance every day
de: ION hilft jeden Tag Balance zu halten
es: ION te ayudará a mantener el equilibrio cada día
ja: IONが毎日のバランス維持を支援
ko: ION이 매일 균형을 유지하도록 도와드립니다
nl: ION helpt dagelijks balans behouden
pt: ION vai ajudar manter balanço todo dia
ru: ION поможет держать баланс каждый день
zh: ION将帮助每天保持平衡
zh_tw: ION每天幫助保持平衡

# onboardingContinue
source: Continue
de: Weiter
es: Continuar
ja: 続行
ko: 계속하기
nl: Doorgaan
pt: Continuar
ru: Продолжить
zh: 继续
zh_tw: 繼續

# onboardingLocationTitle
source: Weather matters for hydration
de: Wetter ist wichtig für Hydration
es: El clima importa para la hidratación
ja: 天候は水分補給に重要
ko: 수분 섭취에는 날씨가 중요합니다
nl: Weer is belangrijk voor hydratie
pt: Clima importa pra hidratação
ru: Погода важна для гидратации
zh: 天气对水分很重要
zh_tw: 天氣對補水很重要

# onboardingLocationSubtitle
source: We'll account for weather and humidity. This is more accurate than just a formula by weight
de: Wir berücksichtigen Wetter und Luftfeuchtigkeit. Genauer als nur eine Formel nach Gewicht
es: Consideraremos el clima y la humedad. Es más preciso que solo una fórmula por peso
ja: 天候と湿度を考慮。体重だけの公式より正確
ko: 날씨와 습도를 고려합니다. 체중만으로 계산하는 것보다 더 정확합니다
nl: We houden rekening met weer en vochtigheid. Dit is nauwkeuriger dan alleen formule op basis van gewicht
pt: Vamos considerar clima e umidade. Isso é mais preciso que só fórmula por peso
ru: Учтём погоду и влажность. Это точнее чем просто формула по весу
zh: 我们将考虑天气和湿度。这比仅按体重公式更准确
zh_tw: 我們會考慮天氣和濕度。這比僅根據體重的公式更準確

# onboardingWeatherExample
source: Hot today! +15% water
de: Heute heiß! +15% Wasser
es: ¡Hoy hace calor! +15% de agua
ja: 今日は暑い！+15%水
ko: 오늘 더워요! +15% 물
nl: Heet vandaag! +15% water
pt: Quente hoje! +15% água
ru: Сегодня жарко! +15% воды
zh: 今天热！+15%水
zh_tw: 今天熱！+15%水

# onboardingWeatherExampleDesc
source: +500 mg sodium for heat
de: +500 mg Natrium bei Hitze
es: +500 mg de sodio por el calor
ja: 暑さ用+500 mg Na
ko: 더위를 위한 +500mg 나트륨
nl: +500 mg natrium voor hitte
pt: +500 mg sódio pro calor
ru: +500 мг натрия на жару
zh: +500mg钠应对高温
zh_tw: +500 mg鈉應對高溫

# onboardingEnablePermission
source: Enable
de: Aktivieren
es: Activar
ja: 有効にする
ko: 활성화
nl: Inschakelen
pt: Habilitar
ru: Включить
zh: 启用
zh_tw: 啟用

# onboardingEnableLater
source: Enable later
de: Später aktivieren
es: Activar más tarde
ja: 後で有効化
ko: 나중에 활성화
nl: Later inschakelen
pt: Habilitar depois
ru: Включить позже
zh: 稍后启用
zh_tw: 稍後啟用

# onboardingNotificationTitle
source: Smart reminders
de: Intelligente Erinnerungen
es: Recordatorios inteligentes
ja: スマートリマインダー
ko: 스마트 알림
nl: Slimme herinneringen
pt: Lembretes inteligentes
ru: Умные напоминания
zh: 智能提醒
zh_tw: 智能提醒

# onboardingNotificationSubtitle
source: Short tips at the right moment. You can change frequency in one tap
de: Kurze Tipps zum richtigen Zeitpunkt. Frequenz mit einem Tippen änderbar
es: Consejos breves en el momento justo. Puedes cambiar la frecuencia con un toque
ja: 適切な瞬間の短いヒント。頻度はワンタップで変更可能
ko: 적절한 순간에 짧은 팁. 한 번의 탭으로 빈도 변경 가능
nl: Korte tips op het juiste moment. Je kunt frequentie in één tik wijzigen
pt: Dicas curtas no momento certo. Pode mudar frequência em um toque
ru: Короткие подсказки в нужный момент. Можно менять частоту в один тап
zh: 适时简短提示。一键更改频率
zh_tw: 在適當時刻簡短提示。您可以一鍵改變頻率

# onboardingNotifExample1
source: Time to hydrate
de: Zeit zu hydratisieren
es: Hora de hidratarse
ja: 水分補給の時間
ko: 수분 보충 시간
nl: Tijd om te hydrateren
pt: Hora de hidratar
ru: Время пить воду
zh: 水分补充时间
zh_tw: 補水時間

# onboardingNotifExample2
source: Don't forget electrolytes
de: Elektrolyte nicht vergessen
es: No olvides los electrolitos
ja: 電解質を忘れずに
ko: 전해질 잊지 마세요
nl: Vergeet elektrolyten niet
pt: Não esqueça eletrólitos
ru: Не забудь электролиты
zh: 别忘了电解质
zh_tw: 別忘電解質

# onboardingNotifExample3
source: Hot! Drink more water
de: Heiß! Mehr Wasser trinken
es: ¡Calor! Bebe más agua
ja: 暑い！水を多く
ko: 더워요! 물을 더 마시세요
nl: Heet! Drink meer water
pt: Quente! Beba mais água
ru: Жарко! Пей больше воды
zh: 热！多喝水
zh_tw: 熱！多喝水

source: Sport recovery protocols
de: Sport-Erholungsprotokolle
es: Protocolos de recuperación deportiva
ja: スポーツ回復プロトコル
ko: 스포츠 회복 프로토콜
nl: Sport herstelprotocollen
pt: Protocolos recuperação esportiva
ru: Протоколы восстановления после спорта
zh: 运动恢复方案
zh_tw: 運動恢復方案

# allDrinksAndSupplements
source: All drinks & supplements
de: Alle Getränke & Nahrungsergänzung
es: Todas las bebidas y suplementos
ja: 全飲料&サプリ
ko: 모든 음료 & 보충제
nl: Alle dranken & supplementen
pt: Todas bebidas & suplementos
ru: Все напитки и добавки
zh: 全部饮品&补剂
zh_tw: 所有飲品&補充劑

# notificationChannelDefault
source: Hydration Reminders
de: Hydrations-Erinnerungen
es: Recordatorios de hidratación
ja: 水分リマインダー
ko: 수분 섭취 알림
nl: Hydratie Herinneringen
pt: Lembretes Hidratação
ru: Напоминания о гидратации
zh: 水分提醒
zh_tw: 補水提醒

# notificationChannelDefaultDesc
source: Water and electrolyte reminders
de: Wasser- und Elektrolyt-Erinnerungen
es: Recordatorios de agua y electrolitos
ja: 水と電解質のリマインダー
ko: 수분 및 전해질 알림
nl: Water en elektrolyten herinneringen
pt: Lembretes água e eletrólitos
ru: Напоминания о воде и электролитах
zh: 水和电解质提醒
zh_tw: 水和電解質提醒

# notificationChannelUrgent
source: Important Notifications
de: Wichtige Benachrichtigungen
es: Notificaciones importantes
ja: 重要通知
ko: 중요 알림
nl: Belangrijke Meldingen
pt: Notificações Importantes
ru: Важные уведомления
zh: 重要通知
zh_tw: 重要通知

# notificationChannelUrgentDesc
source: Heat warnings and critical hydration alerts
de: Hitzewarnungen und kritische Hydrations-Alarme
es: Alertas de calor y estados críticos
ja: 暑熱警告と重要な水分アラート
ko: 더위 경고 및 중요한 수분 섭취 알림
nl: Hittewaarschuwingen en kritieke hydratie waarschuwingen
pt: Avisos calor e alertas críticos hidratação
ru: Предупреждения о жаре и критических состояниях
zh: 高温警告和关键水分警报
zh_tw: 高溫警告和緊急補水警報

# notificationChannelReport
source: Reports
de: Berichte
es: Informes
ja: レポート
ko: 보고서
nl: Rapporten
pt: Relatórios
ru: Отчеты
zh: 报告
zh_tw: 報告

# notificationChannelReportDesc
source: Daily and weekly reports
de: Tages- und Wochenberichte
es: Informes diarios y semanales
ja: 日次と週次レポート
ko: 일일 및 주간 보고서
nl: Dagelijkse en wekelijkse rapporten
pt: Relatórios diários e semanais
ru: Дневные и недельные отчеты
zh: 每日和每周报告
zh_tw: 每日和每週報告

# notificationWaterTitle
source: 💧 Time to hydrate
de: 💧 Zeit zu hydratisieren
es: 💧 Hora de hidratarse
ja: 💧 水分補給の時間
ko: 💧 수분 보충 시간
nl: 💧 Tijd om te hydrateren
pt: 💧 Hora de hidratar
ru: 💧 Время гидратации
zh: 💧 水分补充时间
zh_tw: 💧 補水時間

# notificationWaterBody
source: Don't forget to drink water
de: Vergiss nicht Wasser zu trinken
es: No olvides beber agua
ja: 水を忘れずに
ko: 물 마시는 것을 잊지 마세요
nl: Vergeet niet water te drinken
pt: Não esqueça de beber água
ru: Не забудьте выпить воды
zh: 别忘了喝水
zh_tw: 別忘喝水

# notificationPostCoffeeTitle
source: ☕ After coffee
de: ☕ Nach Kaffee
es: ☕ Después del café
ja: ☕ コーヒー後
ko: ☕ 커피 후
nl: ☕ Na koffie
pt: ☕ Após café
ru: ☕ После кофе
zh: ☕ 咖啡后
zh_tw: ☕ 喝咖啡後

# notificationPostCoffeeBody
source: Drink 250-300 ml water to restore balance
de: 250-300 ml Wasser trinken, um Balance wiederherzustellen
es: Bebe 250-300 ml de agua para restaurar el equilibrio
ja: 250-300 mlの水でバランス回復
ko: 균형 회복을 위해 250-300ml 물 마시기
nl: Drink 250-300 ml water om balans te herstellen
pt: Beba 250-300 ml água pra restaurar balanço
ru: Выпейте 250-300 мл воды для восстановления баланса
zh: 喝250-300ml水恢复平衡
zh_tw: 喝250-300 ml水恢復平衡

# notificationDailyReportTitle
source: 📊 Daily report ready
de: 📊 Tagesbericht bereit
es: 📊 Informe diario listo
ja: 📊 日報準備完了
ko: 📊 일일 보고서 준비
nl: 📊 Dagrapport klaar
pt: 📊 Relatório diário pronto
ru: 📊 Дневной отчет готов
zh: 📊 日报完成
zh_tw: 📊 每日報告已準備好

# notificationDailyReportBody
source: See how your hydration day went
de: Sieh, wie dein Hydrationstag verlaufen ist
es: Ve cómo fue tu día de hidratación
ja: 今日の水分状態を確認
ko: 오늘의 수분 섭취 확인
nl: Zie hoe je hydratiedag verliep
pt: Veja como foi seu dia de hidratação
ru: Посмотрите, как прошел ваш день гидратации
zh: 查看你的水分情况
zh_tw: 查看您的補水日

# notificationAlcoholCounterTitle
source: 🍺 Recovery time
de: 🍺 Erholungszeit
es: 🍺 Tiempo de recuperación
ja: 🍺 回復時間
ko: 🍺 회복 시간
nl: 🍺 Hersteltijd
pt: 🍺 Hora recuperação
ru: 🍺 Время восстановления
zh: 🍺 恢复时间
zh_tw: 🍺 恢復時間
